def find_contractor_company_by_name(name: str, contractor_companies: list):
    contractor_company_match = [company for company in contractor_companies if company['displayName'] == name]
    if len(contractor_company_match) >= 1:
        return contractor_company_match[0]
    return None

data = [
   {
      "uuid":"00f2f508-edaf-433f-8a92-05607ce033f2",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ"
   },
   {
      "uuid":"010ddb76-467b-40b7-9d0c-8966cc34a631",
      "displayName":"[EUROPA ΕΒΙΕΚ ΑΤΕ] ΑΔΑΜΟΠΟΥΛΟΣ ΠΑΡΑΣΚΕΥΑΣ & ΣΙΑ ΕΕ [ΝΗΣΙΑ]",
      "name":"ΑΔΑΜΟΠΟΥΛΟΣ ΠΑΡΑΣΚΕΥΑΣ & ΣΙΑ ΕΕ"
   },
   {
      "uuid":"0282f00f-5acd-453b-95de-33b11e9b1896",
      "displayName":"[ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ] ΔΥ-ΚΑΤ ΑΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΔΥ-ΚΑΤ ΑΕ"
   },
   {
      "uuid":"02cdb1f2-eb20-4292-a684-b5e730e4752d",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΚΟΨΙΑΣ ΚΩΝΣΤΑΝΤΙΝΟΣ [ΝΗΣΙΑ]",
      "name":"ΚΟΨΙΑΣ ΚΩΝΣΤΑΝΤΙΝΟΣ"
   },
   {
      "uuid":"03897a7d-6a74-49ad-9c9d-bb4f1d02b2f5",
      "displayName":"[ΤΕΡΝΑ ΑΕ] ΤΡΑΓΑΝΗΣ ΣΤΑΥΡΟΣ [ΝΗΣΙΑ]",
      "name":"ΤΡΑΓΑΝΗΣ ΣΤΑΥΡΟΣ"
   },
   {
      "uuid":"03a1e3f5-fcb4-4b3f-a636-dfcecd627a9b",
      "displayName":"[ΚΥΒΟΣ ΤΕΧΝΙΚΗ ΑΕ] ΚΥΒΟΣ ΤΕΧΝΙΚΗ ΑΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΚΥΒΟΣ ΤΕΧΝΙΚΗ ΑΕ"
   },
   {
      "uuid":"04bf12fc-3a42-4ee6-8ebe-d66b80f227aa",
      "displayName":"BLOCKED OLD [ΜΕΣΟΓΕΙΑ]",
      "name":"BLOCKED OLD"
   },
   {
      "uuid":"05f4aa0a-f620-4dd9-ae5d-c991c232fcd1",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΣΧΣ ΑΤΕΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΣΧΣ ΑΤΕΕ"
   },
   {
      "uuid":"0698c111-f3ad-4cc2-a25b-6e3083696fa3",
      "displayName":"[ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ] 1ΟΣ ΕΔΣΕ ΠΡΟΜΑΧΩΝ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"1ΟΣ ΕΔΣΕ ΠΡΟΜΑΧΩΝ"
   },
   {
      "uuid":"06bc73cf-d31d-4270-89c2-61475b86de60",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΜΑΝΙΑΤΗΣ ΔΗΜΗΤΡΗΣ & ΣΙΑ ΟΕ ELECTRIC WORKS [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΜΑΝΙΑΤΗΣ ΔΗΜΗΤΡΗΣ & ΣΙΑ ΟΕ ELECTRIC WORKS"
   },
   {
      "uuid":"07c6b5fe-e1e7-4847-9e31-a1b7042c8038",
      "displayName":"[ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ] ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ [ΠΕΡΙΣΤΕΡΙ]",
      "name":"ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ"
   },
   {
      "uuid":"0869db7d-d4d7-4551-b0d9-d198b4118b9c",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ"
   },
   {
      "uuid":"0873672d-6822-4fbc-9829-cf67b02bcd4b",
      "displayName":"Forwood Contractor Company [ΔΕΔΔΗΕ]",
      "name":"Forwood Contractor Company"
   },
   {
      "uuid":"090d8f09-4b43-4aa1-916a-3b0708f36500",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΙΝΤΡΑΚΑΤ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΙΝΤΡΑΚΑΤ"
   },
   {
      "uuid":"09468a24-e23e-4d5a-9984-4616a272810e",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΚΡΕΜΠΟΥΛΗΣ ΑΘΑΝΑΣΙΟΣ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΚΡΕΜΠΟΥΛΗΣ ΑΘΑΝΑΣΙΟΣ"
   },
   {
      "uuid":"099601c0-b646-47bf-88f0-52f985fedf25",
      "displayName":"[Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ] ΜΑΛΛΙΟΝΤΑ ΑΤΕ [ΝΗΣΙΑ]",
      "name":"ΜΑΛΛΙΟΝΤΑ ΑΤΕ"
   },
   {
      "uuid":"0a1f8d71-d932-4751-ae6d-9889ad3ed8a5",
      "displayName":"[ΣΧΣ ΑΤΕΕ] S.A.N. SUPREME ADVISORY NETWORK [ΕΛΕΥΣΙΝΑ]",
      "name":"S.A.N. SUPREME ADVISORY NETWORK"
   },
   {
      "uuid":"0bead387-3956-49f8-90d8-461ed36b9fcb",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΓΑΚ ΑΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΓΑΚ ΑΕ"
   },
   {
      "uuid":"0c127c2d-d9b1-4297-b488-963b248131d3",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΑΝΑΓΝΩΣΤΟΠΟΥΛΟΣ ΗΛ. ΑΓΓΕΛΟΣ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΑΝΑΓΝΩΣΤΟΠΟΥΛΟΣ ΗΛ. ΑΓΓΕΛΟΣ"
   },
   {
      "uuid":"0c4a0e7d-bf54-4e76-a4b3-151ae68e77d3",
      "displayName":"ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ [ΔΕΔΔΗΕ]",
      "name":"ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ"
   },
   {
      "uuid":"0cce8dc1-dd7e-4f09-922d-40fca9d6747c",
      "displayName":"[ΤΕΣ ΑΕ] ΓΑΤΣΙΟΣ ΑΘΑΝΑΣΙΟΣ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΓΑΤΣΙΟΣ ΑΘΑΝΑΣΙΟΣ"
   },
   {
      "uuid":"0dc35a7d-06e6-4432-95ba-f53962f8ef97",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΕΡΓΟΔΥΝΑΜΙΚΗ ΝΑΥΠΛΙΟΥ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΕΡΓΟΔΥΝΑΜΙΚΗ ΝΑΥΠΛΙΟΥ"
   },
   {
      "uuid":"0e07db87-8727-43eb-9d3e-504386adbb27",
      "displayName":"[ΣΧΣ ΑΤΕΕ] S.A.N. SUPREME ADVISORY NETWORK [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"S.A.N. SUPREME ADVISORY NETWORK"
   },
   {
      "uuid":"0e82b242-985f-49c8-8c2a-f8dff58cf2ca",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΝΕΤΡΙΝΟ ΑΤΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΝΕΤΡΙΝΟ ΑΤΕ"
   },
   {
      "uuid":"0eb58f93-3d13-4361-abff-5b6646baac95",
      "displayName":"[Χ.Π. ΑΚΤΙΝΑ ΕΝΕΡΓΕΙΑΚΗ ΜΟΝ. ΙΚΕ] ΑΥΓΕΡΟΙ ΑΦΟΙ & ΣΙΑ Ο.Ε. (δ.τ. APLICA TEXNIΚΗ) [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΑΥΓΕΡΟΙ ΑΦΟΙ & ΣΙΑ Ο.Ε. (δ.τ. APLICA TEXNIΚΗ)"
   },
   {
      "uuid":"0ec884c0-f3c9-430f-8af6-93ad506e2e10",
      "displayName":"ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ [ΑΘΗΝΑ]",
      "name":"ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ"
   },
   {
      "uuid":"0ee4bb29-a128-4a90-8811-bb99de65b2ef",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] GREEN EDGE [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"GREEN EDGE"
   },
   {
      "uuid":"0fc8e668-0e52-4ddc-a9df-d06024509c34",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΒΑΛΙΑΚΟΣ ΓΕΩΡΓΙΟΣ & ΒΑΛΙΑΚΟΥ ΕΥΤΥΧΙΑ Ο.Ε. [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΒΑΛΙΑΚΟΣ ΓΕΩΡΓΙΟΣ & ΒΑΛΙΑΚΟΥ ΕΥΤΥΧΙΑ Ο.Ε."
   },
   {
      "uuid":"1015555d-6be1-49ba-856e-f46be3250474",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ"
   },
   {
      "uuid":"111c0456-e748-43a9-ace5-9cd27a7969af",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΒΑΣΙΛΙΚΗ ΧΑΛΚΙΑ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΒΑΣΙΛΙΚΗ ΧΑΛΚΙΑ"
   },
   {
      "uuid":"11593c75-d5c0-4a40-aaad-73b49efbb110",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ] XHANI ILIA [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"XHANI ILIA"
   },
   {
      "uuid":"117ad0bb-37b0-4fe0-98f2-3b760255ed78",
      "displayName":"ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ [ΔΕΔΔΗΕ]",
      "name":"ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ"
   },
   {
      "uuid":"1186f02d-f4dd-4ddf-a9cb-41e4b070c432",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΜΑΣΤΡΟΛΕΩΝ ΙΩΑΝΝΗΣ [ΝΗΣΙΑ]",
      "name":"ΜΑΣΤΡΟΛΕΩΝ ΙΩΑΝΝΗΣ"
   },
   {
      "uuid":"122a849f-8a3e-481f-a564-865c99925717",
      "displayName":"[ΠΥΛΩΝΑΣ ΑΤΕ] ΠΥΛΩΝΑΣ ΑΤΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΠΥΛΩΝΑΣ ΑΤΕ"
   },
   {
      "uuid":"130d132d-4952-464c-92e7-fb9e7bb24724",
      "displayName":"[ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ] ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ [ΦΙΛΟΘΕΗ - ΚΗΦΙΣΙΑ]",
      "name":"ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ"
   },
   {
      "uuid":"143b1060-1cde-45da-8401-795cef598185",
      "displayName":"[ΤΕΡΝΑ ΑΕ] ΤΕΧΝΙΚΗ ΕΤΑΙΡΕΙΑ ΧΙΟΥ Ε.Π.Ε. [ΝΗΣΙΑ]",
      "name":"ΤΕΧΝΙΚΗ ΕΤΑΙΡΕΙΑ ΧΙΟΥ Ε.Π.Ε."
   },
   {
      "uuid":"1484653f-5b4b-4726-b1d3-a1cbd38d619a",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΦΙΛΙΠΠΟΣ ΓΚΕΚΑΣ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΦΙΛΙΠΠΟΣ ΓΚΕΚΑΣ"
   },
   {
      "uuid":"155c6fd5-8114-42d0-a2db-2cb1c2f0ece5",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΕΡΓΟΔΥΝΑΜΙΚΗ ΝΑΥΠΛΙΟΥ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΕΡΓΟΔΥΝΑΜΙΚΗ ΝΑΥΠΛΙΟΥ"
   },
   {
      "uuid":"15c021be-bf34-4b2c-b845-7cde804f3fa2",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΚΡΗΤΙΚΟΣ ΔΟΜΙΚΑ ΜΗΧΑΝΗΜΑΤΑ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΚΡΗΤΙΚΟΣ ΔΟΜΙΚΑ ΜΗΧΑΝΗΜΑΤΑ"
   },
   {
      "uuid":"15c61b4e-129d-43a6-a305-553f13421607",
      "displayName":"[ΓΑΝΤΖΟΥΛΑΣ ΟΕ] ΜΠΑΤΑΤΟΛΗΣ ΑΘΑΝΑΣΙΟΣ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΜΠΑΤΑΤΟΛΗΣ ΑΘΑΝΑΣΙΟΣ"
   },
   {
      "uuid":"16f59454-5d71-48d1-890b-d342eadb4964",
      "displayName":"[ΤΕΡΝΑ ΑΕ] ΕΒΙΝΤΑ ΑΕ [ΝΗΣΙΑ]",
      "name":"ΕΒΙΝΤΑ ΑΕ"
   },
   {
      "uuid":"17360b06-e1d9-4d6b-8ff3-4a59e2ca5810",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΧΡΥΣΑΝΘΟΠΟΥΛΟΣ ΑΝΥΨΩΤΙΚΗ ΙΔΙΩΤΙΚΗ ΚΕΦΑΛΑΙΟΥΧΙΚΗ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΧΡΥΣΑΝΘΟΠΟΥΛΟΣ ΑΝΥΨΩΤΙΚΗ ΙΔΙΩΤΙΚΗ ΚΕΦΑΛΑΙΟΥΧΙΚΗ"
   },
   {
      "uuid":"179ab30a-fb6c-459f-9ac2-409193281ba6",
      "displayName":"[ΓΑΚ ΑΕ] XHANI ILIA [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"XHANI ILIA"
   },
   {
      "uuid":"18be5c9d-8f8a-4379-bb17-14de9f6335c1",
      "displayName":"[Parent Company at ΔΕΕΔ site Test] Child A Company at ΔΕΕΔ site Test [ΔΕΕΔ]",
      "name":"Child A Company at ΔΕΕΔ site Test"
   },
   {
      "uuid":"1c50328e-5da7-4c20-824a-0264fc4eff45",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΣΧΣ ΑΤΕΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΣΧΣ ΑΤΕΕ"
   },
   {
      "uuid":"1c925c19-29e1-4dd2-bd5a-2b79452cc783",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΣΧΣ ΑΤΕΕ [ATTIKH]",
      "name":"ΣΧΣ ΑΤΕΕ"
   },
   {
      "uuid":"1ca0738a-a283-4826-93ae-0066dc6bd246",
      "displayName":"[ΕΝΤΕΛΕΧΕΙΑ] ΕΝΤΕΛΕΧΕΙΑ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΕΝΤΕΛΕΧΕΙΑ"
   },
   {
      "uuid":"1cdd119a-04e8-4463-8481-8aa3247f609a",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΣΧΣ ΑΤΕΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΣΧΣ ΑΤΕΕ"
   },
   {
      "uuid":"1dd4c24e-d5a2-4c5b-8488-7d018d37d650",
      "displayName":"ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΜΗΧΑΝΟΔΟΜΙΚΗ ΑΤΕ- ΕΛΕΚΤΡΟΜΕΚ ΑΕ [ΔΕΔΔΗΕ]",
      "name":"ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΜΗΧΑΝΟΔΟΜΙΚΗ ΑΤΕ- ΕΛΕΚΤΡΟΜΕΚ ΑΕ"
   },
   {
      "uuid":"1decd501-1188-4992-8c1f-58cadba84fe9",
      "displayName":"[Κ/Ξ ΠΥΛΩΝΑΣ ΑΤΕ - BALCAN ELECTRIC] Κ/Ξ ΠΥΛΩΝΑΣ ΑΤΕ - BALCAN ELECTRIC [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"Κ/Ξ ΠΥΛΩΝΑΣ ΑΤΕ - BALCAN ELECTRIC"
   },
   {
      "uuid":"1e9760bf-e377-465e-bfa5-13fd895b0886",
      "displayName":"ΣΥΝΕΡΓΕΙΟ ΔΕΔΔΗΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΣΥΝΕΡΓΕΙΟ ΔΕΔΔΗΕ"
   },
   {
      "uuid":"1f2b29d0-2232-48f5-84ed-9f1a4abc13d9",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΓΑΚ ΑΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΓΑΚ ΑΕ"
   },
   {
      "uuid":"205f4aa7-1cde-4713-83f8-635bb3a58b8e",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ"
   },
   {
      "uuid":"20def60f-cc64-44ed-8619-6c327b523afd",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΙΝΤΡΑΚΑΤ [ΝΗΣΙΑ]",
      "name":"ΙΝΤΡΑΚΑΤ"
   },
   {
      "uuid":"210384d0-1b8f-497f-a8d5-db4afa8597bc",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ"
   },
   {
      "uuid":"211b58f9-e696-43b3-9866-f46a26eaad62",
      "displayName":"[ΚΥΒΟΣ ΤΕΧΝΙΚΗ ΑΕ] ΤΑΣΙΟΥΔΗΣ ΠΑΡΑΣΧΟΣ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΤΑΣΙΟΥΔΗΣ ΠΑΡΑΣΧΟΣ"
   },
   {
      "uuid":"227ecf46-5dd1-49c1-b55d-536112953f21",
      "displayName":"[ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ] ΤΣΟΥΠΡΟΣ ΔΑΥΙΔ - ΧΑΡΙΛΑΟΣ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΤΣΟΥΠΡΟΣ ΔΑΥΙΔ - ΧΑΡΙΛΑΟΣ"
   },
   {
      "uuid":"22ed4621-8ffb-4ffc-abbf-636d6388b2bf",
      "displayName":"[Forwood Contractor Company] America Team [Forwood Training]",
      "name":"America Team"
   },
   {
      "uuid":"22f9529a-8fb2-43c4-ba9a-82ffc4dcdda4",
      "displayName":"[ΔΟ.ΜΗ.ΚΑ. ΑΕ] ΔΙΚΤΥΩΣΙΣ ΙΚΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΔΙΚΤΥΩΣΙΣ ΙΚΕ"
   },
   {
      "uuid":"235b4c68-7f3a-49a0-9cfd-f53633ef2d59",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΚΡΗΤΙΚΟΣ ΔΟΜΙΚΑ ΜΗΧΑΝΗΜΑΤΑ ΙΚΕ [ΝΗΣΙΑ]",
      "name":"ΚΡΗΤΙΚΟΣ ΔΟΜΙΚΑ ΜΗΧΑΝΗΜΑΤΑ ΙΚΕ"
   },
   {
      "uuid":"2393e014-3694-4794-8127-b152c8132a5f",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΙΝΤΡΑΚΑΤ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΙΝΤΡΑΚΑΤ"
   },
   {
      "uuid":"23a0f30f-cb31-42f5-a480-a3dbe7a3e885",
      "displayName":"[ΤΕΡΝΑ ΑΕ] ΤΕΡΝΑ ΑΕ [ΝΗΣΙΑ]",
      "name":"ΤΕΡΝΑ ΑΕ"
   },
   {
      "uuid":"23f53273-fdfd-4abf-8571-2d1fddcda343",
      "displayName":"[Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ] ΜΑΥΡΟΜΑΤΗΣ ΑΝΤΩΝΙΟΣ [ΝΗΣΙΑ]",
      "name":"ΜΑΥΡΟΜΑΤΗΣ ΑΝΤΩΝΙΟΣ"
   },
   {
      "uuid":"23ff68be-a9b5-4ff0-99fb-bee8925aac64",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΙΝΤΡΑΚΑΤ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΙΝΤΡΑΚΑΤ"
   },
   {
      "uuid":"24007a38-4961-4c1f-a15e-569c9bff747c",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΤΕΝΕΝΤΕΣ ΚΛΑΔΕΜΑΤΑ [ΠΕΡΙΣΤΕΡΙ]",
      "name":"ΤΕΝΕΝΤΕΣ ΚΛΑΔΕΜΑΤΑ"
   },
   {
      "uuid":"250007ef-9b6c-405e-9496-463d2ee5fcaa",
      "displayName":"[Κ/Ξ ΠΥΛΩΝΑΣ ΑΤΕ - BALCAN ELECTRIC] Κ/Ξ ΠΥΛΩΝΑΣ ΑΤΕ - BALCAN ELECTRIC [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"Κ/Ξ ΠΥΛΩΝΑΣ ΑΤΕ - BALCAN ELECTRIC"
   },
   {
      "uuid":"2501536e-2174-4cd1-bad6-18d20af06011",
      "displayName":"[ΣΧΣ ΑΤΕΕ] S.A.N. SUPREME ADVISORY NETWORK [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"S.A.N. SUPREME ADVISORY NETWORK"
   },
   {
      "uuid":"253bdcc1-6b21-4a0c-9345-91b6d9e5315f",
      "displayName":"[ΠΥΛΩΝΑΣ ΑΤΕ] ΠΥΛΩΝΑΣ ΑΤΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΠΥΛΩΝΑΣ ΑΤΕ"
   },
   {
      "uuid":"255438e0-76e6-4db2-88d8-3951f8dd2af2",
      "displayName":"[ΕΝΩΣΗ ΕΡΓΟΤΕΜ ΑΤΕΒΕ - EUROPA ΕΒΙΕΚ ΑΤΕ] ΑΡΓΥΡΗΣ ΜΟΝΟΒΑΣΙΟΣ [ΝΗΣΙΑ]",
      "name":"ΑΡΓΥΡΗΣ ΜΟΝΟΒΑΣΙΟΣ"
   },
   {
      "uuid":"2567faaf-fd61-49f7-bec9-09722f35b0ca",
      "displayName":"[ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ] ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ [ΕΛΕΥΣΙΝΑ]",
      "name":"ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ"
   },
   {
      "uuid":"26d3d4a0-8e67-4b20-84df-c54ccccbb109",
      "displayName":"[ΤΕΡΝΑ ΑΕ] ΙΩΑΝΝΗΣ ΓΕΩΡΓΟΥΛΗΣ [ΝΗΣΙΑ]",
      "name":"ΙΩΑΝΝΗΣ ΓΕΩΡΓΟΥΛΗΣ"
   },
   {
      "uuid":"26ec441d-8ea0-4ec3-b6fe-f5e01d7524bc",
      "displayName":"[ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ] GREEN EDGE AE [ΚΑΛΛΙΘΕΑ]",
      "name":"GREEN EDGE AE"
   },
   {
      "uuid":"27223e49-2f9a-4e0c-9418-ca5077a6be9e",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΜΠΑΛΑΤΣΙΑΣ ΒΑΣΙΛΕΙΟΣ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΜΠΑΛΑΤΣΙΑΣ ΒΑΣΙΛΕΙΟΣ"
   },
   {
      "uuid":"276132e8-8664-43ec-aa30-f796dd51b6b9",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΣΧΣ ΑΤΕΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΣΧΣ ΑΤΕΕ"
   },
   {
      "uuid":"276cc796-363b-4d6d-b418-8d515fb208c6",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΙΝΤΡΑΚΑΤ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΙΝΤΡΑΚΑΤ"
   },
   {
      "uuid":"27755fd8-4d04-4368-883b-2d58f16bf28b",
      "displayName":"[Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ] ΕΛΥΡΟΣ ΑΕ [ΝΗΣΙΑ]",
      "name":"ΕΛΥΡΟΣ ΑΕ"
   },
   {
      "uuid":"2905c4e0-8d62-462f-811e-dfbfcf90c95e",
      "displayName":"[ΣΧΣ ΑΤΕΕ] Χ.Π. ΑΚΤΙΝΑ ΕΝΕΡΓΕΙΑΚΗ ΤΕΧΝΙΚΗ ΙΚ [ΕΛΕΥΣΙΝΑ]",
      "name":"Χ.Π. ΑΚΤΙΝΑ ΕΝΕΡΓΕΙΑΚΗ ΤΕΧΝΙΚΗ ΙΚ"
   },
   {
      "uuid":"295c40a4-54f5-43b5-b365-edb24899eeac",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΤΖΗΜΙΚΑ ΣΥΜ. ΙΩΑΝΝΗ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΤΖΗΜΙΚΑ ΣΥΜ. ΙΩΑΝΝΗ"
   },
   {
      "uuid":"29f92bc4-cf30-4aa9-a120-eebe45102ffb",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΣΕΒΔΑΛΗΣ ΕΜΜΑΝΟΥΗΛ [ΝΗΣΙΑ]",
      "name":"ΣΕΒΔΑΛΗΣ ΕΜΜΑΝΟΥΗΛ"
   },
   {
      "uuid":"2b2bf963-aff8-4a34-9026-d455c3c9d638",
      "displayName":"[Κ/Ξ ΠΥΛΩΝΑΣ ΑΤΕ - BALCAN ELECTRIC] ΜΕΤΩΝ ΑΤΑΣΚΕΥΑΣΤΙΚΗ ΕΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΜΕΤΩΝ ΑΤΑΣΚΕΥΑΣΤΙΚΗ ΕΕ"
   },
   {
      "uuid":"2babdb91-58a6-457e-9081-a530c5b0a4c8",
      "displayName":"[ΣΧΣ ΑΤΕΕ] NIKOLI V. PRENGA B.O.E [ΝΗΣΙΑ]",
      "name":"NIKOLI V. PRENGA B.O.E"
   },
   {
      "uuid":"2ca9a60a-0463-44b1-b6bb-c08684576bad",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΧΡΥΣΑΝΘΟΠΟΥΛΟΣ ΑΝΥΨΩΤΙΚΗ ΙΔΙΩΤΙΚΗ ΚΕΦΑΛΑΙΟΥΧΙΚΗ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΧΡΥΣΑΝΘΟΠΟΥΛΟΣ ΑΝΥΨΩΤΙΚΗ ΙΔΙΩΤΙΚΗ ΚΕΦΑΛΑΙΟΥΧΙΚΗ"
   },
   {
      "uuid":"2cffa8d0-4048-4c3d-9fe8-03321783cd2d",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΜΑΣΤΡΟΛΕΩΝ ΙΩΑΝΝΗΣ [ΝΗΣΙΑ]",
      "name":"ΜΑΣΤΡΟΛΕΩΝ ΙΩΑΝΝΗΣ"
   },
   {
      "uuid":"2e40389f-aff1-4244-8173-b9105041db3b",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΚΟΥΜΠΑΡΟΣ ΝΙΚΗΤΑΣ [ΝΗΣΙΑ]",
      "name":"ΚΟΥΜΠΑΡΟΣ ΝΙΚΗΤΑΣ"
   },
   {
      "uuid":"2e508e09-b71f-492c-8807-fc48edc96bb3",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΑΛΚΗ ΑΣΦΑΛΤΙΚΑ ΕΠΕ [ΠΕΡΙΣΤΕΡΙ]",
      "name":"ΑΛΚΗ ΑΣΦΑΛΤΙΚΑ ΕΠΕ"
   },
   {
      "uuid":"2ea020f2-d445-4bc6-aee1-9939e69c6b27",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ"
   },
   {
      "uuid":"2eb658bb-5c65-4d07-98e9-3f33c27dbd74",
      "displayName":"[ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ] Χ.Π. ΑΚΤΙΝΑ ΕΝΕΡΓΕΙΑΚΗ ΜΟΝ. ΙΚΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"Χ.Π. ΑΚΤΙΝΑ ΕΝΕΡΓΕΙΑΚΗ ΜΟΝ. ΙΚΕ"
   },
   {
      "uuid":"2ec66f3a-0611-4cd0-85a2-1a6d0ba9ce05",
      "displayName":"[ΣΧΣ ΑΤΕΕ] THEO CONSTRUCTIONS ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"THEO CONSTRUCTIONS ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ"
   },
   {
      "uuid":"2f2cc619-61c2-48d5-a274-70c698a9ceb1",
      "displayName":"[BLOCKED OLD] BLOCKED OLD 6 [ΑΝΔΡΟΣ - ΤΗΝΟΣ]",
      "name":"BLOCKED OLD 6"
   },
   {
      "uuid":"2f3efc0d-b7ec-41be-bbc9-a0d475f75787",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ"
   },
   {
      "uuid":"2f43ab06-b761-4227-bc71-531fd696d869",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ] ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ [ATTIKH]",
      "name":"ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ"
   },
   {
      "uuid":"300b9bef-4e4d-43c9-a1ab-74b638aca44f",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΙΝΤΡΑΚΑΤ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΙΝΤΡΑΚΑΤ"
   },
   {
      "uuid":"32038c4c-a106-439b-b4c3-0f978b14a34b",
      "displayName":"BLOCKED OLD [ΑΝΔΡΟΣ - ΤΗΝΟΣ]",
      "name":"BLOCKED OLD"
   },
   {
      "uuid":"32362ee1-e79c-4617-890a-542dce349bfe",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ"
   },
   {
      "uuid":"32b0a7c6-f0d6-461b-8597-76c8af39a08f",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΙΝΤΡΑΚΑΤ [ATTIKH]",
      "name":"ΙΝΤΡΑΚΑΤ"
   },
   {
      "uuid":"34cdfaf9-0810-43fb-bcd3-02e26f5b5547",
      "displayName":"[ΕΝΩΣΗ ΕΡΓΟΤΕΜ ΑΤΕΒΕ - EUROPA ΕΒΙΕΚ ΑΤΕ] ΕΝΩΣΗ ΕΡΓΟΤΕΜ ΑΤΕΒΕ - EUROPA ΕΒΙΕΚ ΑΤΕ [ΝΗΣΙΑ]",
      "name":"ΕΝΩΣΗ ΕΡΓΟΤΕΜ ΑΤΕΒΕ - EUROPA ΕΒΙΕΚ ΑΤΕ"
   },
   {
      "uuid":"34ce3f2d-5851-4ff5-a07f-6f3904800f4c",
      "displayName":"[ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ] ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ [ΑΘΗΝΑ]",
      "name":"ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ"
   },
   {
      "uuid":"35aab9a1-e13c-4b76-a481-82b4dec70ca5",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΜΑΝΙΑΤΗΣ ΔΗΜΗΤΡΗΣ & ΣΙΑ ΟΕ ELECTRIC WORKS [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΜΑΝΙΑΤΗΣ ΔΗΜΗΤΡΗΣ & ΣΙΑ ΟΕ ELECTRIC WORKS"
   },
   {
      "uuid":"35c973c9-c78a-4d5d-9088-57bbe8d43b8b",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΜΑΣΟΥΡΑΣ ΙΩΑΝΝΗΣ [ΝΗΣΙΑ]",
      "name":"ΜΑΣΟΥΡΑΣ ΙΩΑΝΝΗΣ"
   },
   {
      "uuid":"36bfadb7-52d7-492e-9909-ec30dfe3d2f5",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΜΗΧΑΝΟΔΟΜΙΚΗ ΑΤΕ- ΕΛΕΚΤΡΟΜΕΚ ΑΕ] ΜΠΟΖΙΑΚΑΣ ΙΚΕ [ΜΕΣΟΓΕΙΑ]",
      "name":"ΜΠΟΖΙΑΚΑΣ ΙΚΕ"
   },
   {
      "uuid":"37024103-7b9b-495f-97e6-58271b1db152",
      "displayName":"[ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ] Χ.Π. ΑΚΤΙΝΑ ΕΝΕΡΓΕΙΑΚΗ ΜΟΝ. ΙΚΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"Χ.Π. ΑΚΤΙΝΑ ΕΝΕΡΓΕΙΑΚΗ ΜΟΝ. ΙΚΕ"
   },
   {
      "uuid":"373945b7-e81a-4e33-8dd5-24defd492d85",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΔΟ.ΜΗ.ΚΑ. ΑΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΔΟ.ΜΗ.ΚΑ. ΑΕ"
   },
   {
      "uuid":"382d7f12-eebe-4bea-a5c1-378cd6850330",
      "displayName":"[ΠΥΡΑΜΙΣ] ΓΑΚ ΑΕ.Ε. [ATTIKH]",
      "name":"ΓΑΚ ΑΕ.Ε."
   },
   {
      "uuid":"3af221b4-a9c9-4498-8de5-854ba2f0281a",
      "displayName":"[ΣΧΣ ΑΤΕΕ] CHOMATERG OE [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"CHOMATERG OE"
   },
   {
      "uuid":"3ba3f9d6-f406-4b69-b4f3-f1d3c7791e8c",
      "displayName":"[BALCAN ELECTRIC AE] ΣΙΑΜΚΑΣ ΕΒΗΕΚ ΑΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΣΙΑΜΚΑΣ ΕΒΗΕΚ ΑΕ"
   },
   {
      "uuid":"3bac1627-b796-4a66-8246-d1d1af6fb4d0",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΙΝΤΡΑΚΑΤ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΙΝΤΡΑΚΑΤ"
   },
   {
      "uuid":"3d868721-e8b7-4384-8316-a2205d213d93",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΤΖΑΦΑΡΑΣ ΧΡΙΣΤΟΣ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΤΖΑΦΑΡΑΣ ΧΡΙΣΤΟΣ"
   },
   {
      "uuid":"3dc2b687-36cb-4edd-b285-bb55338a5dd4",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΣΑΒΒΙΔΗΣ ΧΑΡΑΛΑΜΠΟΣ & ΣΙΑ ΕΕ [ΚΑΛΛΙΘΕΑ]",
      "name":"ΣΑΒΒΙΔΗΣ ΧΑΡΑΛΑΜΠΟΣ & ΣΙΑ ΕΕ"
   },
   {
      "uuid":"3e28de76-5363-4ae2-964c-9de63a751905",
      "displayName":"[ΕΝΩΣΗ ΕΡΓΟΤΕΜ ΑΤΕΒΕ - EUROPA ΕΒΙΕΚ ΑΤΕ] EUROPA ΕΒΙΕΚ ΑΤΕ [ΝΗΣΙΑ]",
      "name":"EUROPA ΕΒΙΕΚ ΑΤΕ"
   },
   {
      "uuid":"3e532aad-1f18-4824-bae0-cfd25a9f69ff",
      "displayName":"[ΠΥΛΩΝΑΣ ΑΤΕ] ΑΝΑΓΕΝΝΗΣΗ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΑΝΑΓΕΝΝΗΣΗ"
   },
   {
      "uuid":"3f488ab6-0603-4c28-8ca5-c2e96b9d002a",
      "displayName":"[Forwood Contractor Company] Europe Team [Forwood Training]",
      "name":"Europe Team"
   },
   {
      "uuid":"3f788d42-ab4f-4bd0-bb66-409b6c5ac145",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΣΧΣ ΑΤΕΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΣΧΣ ΑΤΕΕ"
   },
   {
      "uuid":"402c8caf-a3bc-4eee-9a4e-2513679bc7dc",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΚΑΚΟΠΟΥΛΟΣ ΔΙΟΝΥΣΙΟΣ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΚΑΚΟΠΟΥΛΟΣ ΔΙΟΝΥΣΙΟΣ"
   },
   {
      "uuid":"40ac6633-9bab-4130-aa13-1ce270652f1c",
      "displayName":"Κ/Ξ ΠΥΛΩΝΑΣ ΑΤΕ - BALCAN ELECTRIC [ΔΕΔΔΗΕ]",
      "name":"Κ/Ξ ΠΥΛΩΝΑΣ ΑΤΕ - BALCAN ELECTRIC"
   },
   {
      "uuid":"40c325fb-ca46-4747-b3ca-845ef60abc2c",
      "displayName":"NIKOLI V. PRENGA B.O.E [ΝΗΣΙΑ]",
      "name":"NIKOLI V. PRENGA B.O.E"
   },
   {
      "uuid":"41d11348-115b-4c5a-bfc6-aeff2102b41b",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΤΟΜΗ ΜΠΑΚΑΜΟΥ ΙΚΕ [ΕΛΕΥΣΙΝΑ]",
      "name":"ΤΟΜΗ ΜΠΑΚΑΜΟΥ ΙΚΕ"
   },
   {
      "uuid":"42807903-e372-47e3-a04b-573cb96d5e47",
      "displayName":"[SUN POWER STAMATIS PC] ΜΕΜΕΤ ΙΣΧΑΚ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΜΕΜΕΤ ΙΣΧΑΚ"
   },
   {
      "uuid":"430349aa-805e-4c3f-834a-f6632c0f9cc8",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΜΗΧΑΝΟΔΟΜΙΚΗ ΑΤΕ- ΕΛΕΚΤΡΟΜΕΚ ΑΕ] ΤΕΛΙΔΗΣ ΘΕΟΔΩΡΟΣ [ΜΕΣΟΓΕΙΑ]",
      "name":"ΤΕΛΙΔΗΣ ΘΕΟΔΩΡΟΣ"
   },
   {
      "uuid":"43068280-220b-4a50-9a80-ac7d199a63f9",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΑΦΟΙ ΘΕΟΧΑΡΗ Ο.Ε. [ΕΛΕΥΣΙΝΑ]",
      "name":"ΑΦΟΙ ΘΕΟΧΑΡΗ Ο.Ε."
   },
   {
      "uuid":"43341056-dd12-4349-8c89-e6f1a0b95640",
      "displayName":"[ΓΑΚ ΑΕ] XHANI ILIA [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"XHANI ILIA"
   },
   {
      "uuid":"44236907-214c-4d92-9408-5524358ead5f",
      "displayName":"[ΤΕΡΝΑ ΑΕ] ΑΡΓΥΡΗΣ ΙΩΑΝΝΗΣ [ΝΗΣΙΑ]",
      "name":"ΑΡΓΥΡΗΣ ΙΩΑΝΝΗΣ"
   },
   {
      "uuid":"442fd8f6-e364-45e0-b0f8-bb7b1e7ae88a",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΤΡΑΓΑΝΗΣ ΣΤΑΥΡΟΣ [ΝΗΣΙΑ]",
      "name":"ΤΡΑΓΑΝΗΣ ΣΤΑΥΡΟΣ"
   },
   {
      "uuid":"44f0b3f3-7936-4d22-aa2b-a7bb9c8f0054",
      "displayName":"ΠΥΡΑΜΙΣ [ΔΕΔΔΗΕ]",
      "name":"ΠΥΡΑΜΙΣ"
   },
   {
      "uuid":"461fd73e-c87f-4821-922a-de844a90f373",
      "displayName":"[SUN POWER STAMATIS PC] ΣΑΜΑΡΑΣ ΧΑΡΑΛΑΜΠΟΣ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΣΑΜΑΡΑΣ ΧΑΡΑΛΑΜΠΟΣ"
   },
   {
      "uuid":"47064679-7ceb-4078-90ad-611a5185ce79",
      "displayName":"[ΤΕΣ ΑΕ] ΜΑΝΤΖΙΑΡΗΣ Χ. - ΣΛΑΒΟΥΔΗΣ Ν.Ο.Ε. [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΜΑΝΤΖΙΑΡΗΣ Χ. - ΣΛΑΒΟΥΔΗΣ Ν.Ο.Ε."
   },
   {
      "uuid":"47490928-b4f8-42f7-9c02-89096d2073ee",
      "displayName":"[Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ] ΕΥΘΥΜΗΣ ΛΑΓΟΥΔΙΑΝΑΚΗΣ & ΣΙΑ [ΝΗΣΙΑ]",
      "name":"ΕΥΘΥΜΗΣ ΛΑΓΟΥΔΙΑΝΑΚΗΣ & ΣΙΑ"
   },
   {
      "uuid":"48823388-36a8-4c20-88bf-5635fe141ada",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ"
   },
   {
      "uuid":"48e9b53c-3c7f-49ff-9380-9186d7293e04",
      "displayName":"[ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ] ECO FOREST IKE [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ECO FOREST IKE"
   },
   {
      "uuid":"49c0d8d0-60f2-4ddf-b1c0-4680894d22cf",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΑΠΟΣΤΟΛΙΔΗΣ ΑΛΕΞΑΝΔΡΟΣ [ΝΗΣΙΑ]",
      "name":"ΑΠΟΣΤΟΛΙΔΗΣ ΑΛΕΞΑΝΔΡΟΣ"
   },
   {
      "uuid":"4a3bae59-c9cd-414a-8221-102116f4412d",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΑΛΑΧΙΩΤΗΣ ΙΩΑΝΝΗΣ [ΝΗΣΙΑ]",
      "name":"ΑΛΑΧΙΩΤΗΣ ΙΩΑΝΝΗΣ"
   },
   {
      "uuid":"4ac86e70-bb89-4e14-a06f-1c1bb9725abc",
      "displayName":"[ΣΧΣ ΑΤΕΕ] CHOMATERG OE [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"CHOMATERG OE"
   },
   {
      "uuid":"4b59ae3e-a022-4e78-af93-aac224b7362a",
      "displayName":"[Forwood Contractor Company] Australia Team [Forwood Training]",
      "name":"Australia Team"
   },
   {
      "uuid":"4b6fc447-b061-4857-a584-3c977a8be663",
      "displayName":"[ΕΝΩΣΗ ΕΡΓΟΤΕΜ ΑΤΕΒΕ - EUROPA ΕΒΙΕΚ ΑΤΕ] ΕΝΩΣΗ ΕΡΓΟΤΕΜ ΑΤΕΒΕ - EUROPA ΕΒΙΕΚ ΑΤΕ [ΝΗΣΙΑ]",
      "name":"ΕΝΩΣΗ ΕΡΓΟΤΕΜ ΑΤΕΒΕ - EUROPA ΕΒΙΕΚ ΑΤΕ"
   },
   {
      "uuid":"4b9066db-3687-4179-8315-8dc35af1dfa6",
      "displayName":"[ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ] Sub-Contractor Test [ΑΘΗΝΑ]",
      "name":"Sub-Contractor Test"
   },
   {
      "uuid":"4c32f8fb-3f4a-409e-824d-579926a20e5f",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ [ΔΠΑ/ΤΚΣΔ]",
      "name":"ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ"
   },
   {
      "uuid":"4d2149dc-edac-42f3-a0f8-496bd9eb25d4",
      "displayName":"[ΠΥΡΑΜΙΣ] ΠΥΡΑΜΙΣ [ATTIKH]",
      "name":"ΠΥΡΑΜΙΣ"
   },
   {
      "uuid":"4e52bb75-94bd-4bcc-a76d-8f0ba0ec501d",
      "displayName":"[Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ] ΜΠΛΑΖΑΚΗ ΑΡΤ. ΓΡΑΜΜΑΤΙΚΗ & ΣΙΑ [ΝΗΣΙΑ]",
      "name":"ΜΠΛΑΖΑΚΗ ΑΡΤ. ΓΡΑΜΜΑΤΙΚΗ & ΣΙΑ"
   },
   {
      "uuid":"4eef5eb3-0d37-4eb6-bed3-4aff038e8c9d",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΑΝΑΧ ΤΕΧΝΙΚΗ ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΑΝΑΧ ΤΕΧΝΙΚΗ ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ"
   },
   {
      "uuid":"4f7ff1a0-51c4-48da-a6bf-9bf17818ddc3",
      "displayName":"[EUROPA ΕΒΙΕΚ ΑΤΕ] ΑΝΑΠΤΥΞΙΑΚΗ ΠΡΑΣΙΝΟΥ & ΣΙΑ ΕΕ ΔΗΜΟΣΙΑ ΤΕΧΝΙΚΑ ΕΡΓΑ [ΝΗΣΙΑ]",
      "name":"ΑΝΑΠΤΥΞΙΑΚΗ ΠΡΑΣΙΝΟΥ & ΣΙΑ ΕΕ ΔΗΜΟΣΙΑ ΤΕΧΝΙΚΑ ΕΡΓΑ"
   },
   {
      "uuid":"4f8c56f1-84db-4ef3-afde-cf5cf476e0d2",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ"
   },
   {
      "uuid":"4fbaf156-549d-441a-ac60-f2f09cc4f455",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΕΥΑΓΓΕΛΟΣ ΠΛΑΓΑΚΗΣ & ΣΙΑ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΕΥΑΓΓΕΛΟΣ ΠΛΑΓΑΚΗΣ & ΣΙΑ"
   },
   {
      "uuid":"4fe5e609-5d50-4e5f-9328-71544b43df09",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΜΗΧΑΝΟΔΟΜΙΚΗ ΑΤΕ- ΕΛΕΚΤΡΟΜΕΚ ΑΕ] ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΜΗΧΑΝΟΔΟΜΙΚΗ ΑΤΕ- ΕΛΕΚΤΡΟΜΕΚ ΑΕ [ATTIKH]",
      "name":"ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΜΗΧΑΝΟΔΟΜΙΚΗ ΑΤΕ- ΕΛΕΚΤΡΟΜΕΚ ΑΕ"
   },
   {
      "uuid":"5002c274-4c82-4e8b-93de-03f407aceae7",
      "displayName":"[Χ.Π. ΑΚΤΙΝΑ ΕΝΕΡΓΕΙΑΚΗ ΜΟΝ. ΙΚΕ] ΚΟΝΤΟΓΕΩΡΓΟΠΟΥΛΟΣ ΙΩΑΝΝΗΣ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΚΟΝΤΟΓΕΩΡΓΟΠΟΥΛΟΣ ΙΩΑΝΝΗΣ"
   },
   {
      "uuid":"501f3bf2-4606-46e1-8704-cd2394720232",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΙΝΤΡΑΚΑΤ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΙΝΤΡΑΚΑΤ"
   },
   {
      "uuid":"50f83f89-41c4-44bc-b4ee-e4b6ad75a4e7",
      "displayName":"[ΤΕΡΝΑ ΑΕ] ΑΦΕΝΤΟΥΛΗΣ ΚΥΡΙΑΚΟΣ [ΝΗΣΙΑ]",
      "name":"ΑΦΕΝΤΟΥΛΗΣ ΚΥΡΙΑΚΟΣ"
   },
   {
      "uuid":"515a71d5-b7b3-4234-8980-f5593466e9e1",
      "displayName":"[ΣΧΣ ΑΤΕΕ] S.A.N. SUPREME ADVISORY NETWORK [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"S.A.N. SUPREME ADVISORY NETWORK"
   },
   {
      "uuid":"5189a04a-223b-4b64-8383-87a3a808ddc5",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΖΗΚΙΔΗΣ ΚΩΝΣΤΑΝΤΙΝΟΣ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΖΗΚΙΔΗΣ ΚΩΝΣΤΑΝΤΙΝΟΣ"
   },
   {
      "uuid":"52a2b12c-ede1-4a29-8406-b5713e2cc158",
      "displayName":"[ΣΧΣ ΑΤΕΕ] S.A.N. SUPREME ADVISORY NETWORK [ΠΕΡΙΣΤΕΡΙ]",
      "name":"S.A.N. SUPREME ADVISORY NETWORK"
   },
   {
      "uuid":"5369d4ee-e439-444b-8e9d-a37d4b41178b",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] TAΤΣΗΣ ΧΡΗΣΤΟΣ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"TAΤΣΗΣ ΧΡΗΣΤΟΣ"
   },
   {
      "uuid":"53833446-2f2d-4ccc-b9bb-d2b3841fc188",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ] ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ"
   },
   {
      "uuid":"53a40894-a971-4413-9161-ef2f0205bc5c",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΣΧΣ ΑΤΕΕ [ΝΗΣΙΑ]",
      "name":"ΣΧΣ ΑΤΕΕ"
   },
   {
      "uuid":"53d549a3-98ec-4951-a038-179c6a35cfaa",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ] Χ.Π. ΑΚΤΙΝΑ ΕΝΕΡΓΕΙΑΚΗ ΜΟΝ. ΙΚΕ [ΦΙΛΟΘΕΗ - ΚΗΦΙΣΙΑ]",
      "name":"Χ.Π. ΑΚΤΙΝΑ ΕΝΕΡΓΕΙΑΚΗ ΜΟΝ. ΙΚΕ"
   },
   {
      "uuid":"53ec59e7-0aa2-433c-9039-ccf245c45a0a",
      "displayName":"[Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ] Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ [ΝΗΣΙΑ]",
      "name":"Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ"
   },
   {
      "uuid":"54160c17-820a-4c3c-b3a0-a72158158943",
      "displayName":"[ΤΕΣ ΑΕ] ΒΑLKAN ELECTRIC A.E. [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΒΑLKAN ELECTRIC A.E."
   },
   {
      "uuid":"5433a5ec-f73b-4d57-85df-24feedec5de1",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΣΧΣ ΑΤΕΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΣΧΣ ΑΤΕΕ"
   },
   {
      "uuid":"54544584-4171-40bb-bcc5-1a007b7e2bd0",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΣΚΑΝΔΑΛΗ ΜΑΡΙΑ & ΣΙΑ ΕΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΣΚΑΝΔΑΛΗ ΜΑΡΙΑ & ΣΙΑ ΕΕ"
   },
   {
      "uuid":"56950a0e-0726-4b4c-9b5e-7d4078a53910",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΣΧΣ ΑΤΕΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΣΧΣ ΑΤΕΕ"
   },
   {
      "uuid":"57a8b2d2-c367-462b-98bd-cc35fdf264c9",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΣΧΣ ΑΤΕΕ [ΠΕΡΙΣΤΕΡΙ]",
      "name":"ΣΧΣ ΑΤΕΕ"
   },
   {
      "uuid":"581fe6b1-2fc4-453c-8da0-31a67d37e0e6",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΜΑΝΙΑΤΗΣ ΔΗΜΗΤΡΗΣ & ΣΙΑ ΟΕ ELECTRIC WORKS [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΜΑΝΙΑΤΗΣ ΔΗΜΗΤΡΗΣ & ΣΙΑ ΟΕ ELECTRIC WORKS"
   },
   {
      "uuid":"5991a6b3-25b6-49f6-920c-2433b1a707d8",
      "displayName":"[EUROPA ΕΒΙΕΚ ΑΤΕ] ΤΟΜΗ ΜΠΑΚΑΜΟΥ ΙΚΕ [ΝΗΣΙΑ]",
      "name":"ΤΟΜΗ ΜΠΑΚΑΜΟΥ ΙΚΕ"
   },
   {
      "uuid":"5a5bb918-5d02-4cd7-a9b4-527d2adc9ac9",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ] Χ.Π. ΑΚΤΙΝΑ ΜΟΝ. ΙΚΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"Χ.Π. ΑΚΤΙΝΑ ΜΟΝ. ΙΚΕ"
   },
   {
      "uuid":"5a5d2119-0aaa-4518-8c1b-f043e99f9525",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΣΧΣ ΑΤΕΕ [ΕΛΕΥΣΙΝΑ]",
      "name":"ΣΧΣ ΑΤΕΕ"
   },
   {
      "uuid":"5a696b2e-c580-458a-99e1-26334c53b793",
      "displayName":"[Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ] GREEN LIGHT ΜΠΕΝΙΟΥΔΑΚΗΣ ΝΟΝΟΠΡΟΣΩΠΗ ΙΚΕ [ΝΗΣΙΑ]",
      "name":"GREEN LIGHT ΜΠΕΝΙΟΥΔΑΚΗΣ ΝΟΝΟΠΡΟΣΩΠΗ ΙΚΕ"
   },
   {
      "uuid":"5b177ae5-723e-48a2-b38f-fe138cdcc0db",
      "displayName":"[ΣΧΣ ΑΤΕΕ] XHANI ILIA [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"XHANI ILIA"
   },
   {
      "uuid":"5b399865-9557-4143-9d54-f635761fcce5",
      "displayName":"[ΕΝΤΕΛΕΧΕΙΑ] ΕΝΤΕΛΕΧΕΙΑ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΕΝΤΕΛΕΧΕΙΑ"
   },
   {
      "uuid":"5b5baa9b-c398-46d8-90b2-76b29515987e",
      "displayName":"[ΕΝΩΣΗ ΕΡΓΟΤΕΜ ΑΤΕΒΕ - EUROPA ΕΒΙΕΚ ΑΤΕ] ΕΝΩΣΗ ΕΡΓΟΤΕΜ ΑΤΕΒΕ - EUROPA ΕΒΙΕΚ ΑΤΕ [ΑΝΔΡΟΣ - ΤΗΝΟΣ]",
      "name":"ΕΝΩΣΗ ΕΡΓΟΤΕΜ ΑΤΕΒΕ - EUROPA ΕΒΙΕΚ ΑΤΕ"
   },
   {
      "uuid":"5c09a382-95be-4fde-b62a-70cfc03911dc",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΚΟΨΙΑΣ ΚΩΝΣΤΑΝΤΙΝΟΣ [ΝΗΣΙΑ]",
      "name":"ΚΟΨΙΑΣ ΚΩΝΣΤΑΝΤΙΝΟΣ"
   },
   {
      "uuid":"5c8fc9d3-9d74-405d-801d-f2c3068069a5",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΣΧΣ ΑΤΕΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΣΧΣ ΑΤΕΕ"
   },
   {
      "uuid":"5db66ea9-17be-4376-a7c3-ab127a1737f7",
      "displayName":"[ΤΕΡΝΑ ΑΕ] ΤΕΡΝΑ ΑΕ [ΝΗΣΙΑ]",
      "name":"ΤΕΡΝΑ ΑΕ"
   },
   {
      "uuid":"5e07f8ec-33fc-4b05-bb06-601a86c5dc8d",
      "displayName":"[ΠΥΛΩΝΑΣ ΑΤΕ] 1ΟΣ ΕΔΣΕ ΠΡΟΜΑΧΩΝ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"1ΟΣ ΕΔΣΕ ΠΡΟΜΑΧΩΝ"
   },
   {
      "uuid":"5f642b00-ac80-4aef-987e-dec58a532061",
      "displayName":"[ΠΥΡΑΜΙΣ] ΔΙΚΤΥΑ ΣΑΡΩΝΙΚΟΥ Ε.Ε. [ATTIKH]",
      "name":"ΔΙΚΤΥΑ ΣΑΡΩΝΙΚΟΥ Ε.Ε."
   },
   {
      "uuid":"6046af4f-7943-43eb-b82c-c76790b74d73",
      "displayName":"[ΣΧΣ ΑΤΕΕ] Σ.Σ. ΠΛΑΤΑΝΟΣ ΤΕΧΝΙΚΗ ΙΔΙΩΤΙΚΗ ΚΕΦΑΛΑΙΟΥΧΙΚΗ ΕΤΑΙΡΕΙΑ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"Σ.Σ. ΠΛΑΤΑΝΟΣ ΤΕΧΝΙΚΗ ΙΔΙΩΤΙΚΗ ΚΕΦΑΛΑΙΟΥΧΙΚΗ ΕΤΑΙΡΕΙΑ"
   },
   {
      "uuid":"605dceec-3306-4a7c-8353-4503911bf65e",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ] ΜΑΝΙΑΤΗΣ ΔΗΜΗΤΡΗΣ & ΣΙΑ ΟΕ ELECTRIC WORKS [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΜΑΝΙΑΤΗΣ ΔΗΜΗΤΡΗΣ & ΣΙΑ ΟΕ ELECTRIC WORKS"
   },
   {
      "uuid":"606e1c6f-e640-4a23-9f2c-d7377b20bd22",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΜΗΧΑΝΟΔΟΜΙΚΗ ΑΤΕ- ΕΛΕΚΤΡΟΜΕΚ ΑΕ] ΚΟΡΩΝΙΔΗ ΑΝΑΣΤ. ΑΓΓΕΛΙΚΗ [ΜΕΣΟΓΕΙΑ]",
      "name":"ΚΟΡΩΝΙΔΗ ΑΝΑΣΤ. ΑΓΓΕΛΙΚΗ"
   },
   {
      "uuid":"61375ce3-ff15-4f83-bbe4-985ab112a4e0",
      "displayName":"[EUROPA ΕΒΙΕΚ ΑΤΕ] ΤΟΜΗ ΜΠΑΚΑΜΟΥ ΙΚΕ [ΝΗΣΙΑ]",
      "name":"ΤΟΜΗ ΜΠΑΚΑΜΟΥ ΙΚΕ"
   },
   {
      "uuid":"6173202a-3aac-4b6f-8526-fd0e7de8c278",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΝΙΚΟΥ ΠΑΝΑΓΙΩΤΗΣ & ΥΙΟΣ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΝΙΚΟΥ ΠΑΝΑΓΙΩΤΗΣ & ΥΙΟΣ"
   },
   {
      "uuid":"63ccd52a-38b1-4175-a29c-14285afe60d7",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΑΡΓΥΡΟΣ ΑΝΔΡΕΑΣ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΑΡΓΥΡΟΣ ΑΝΔΡΕΑΣ"
   },
   {
      "uuid":"641c99b7-c031-4666-a2be-12cadb766e24",
      "displayName":"[Χ.Π. ΑΚΤΙΝΑ ΕΝΕΡΓΕΙΑΚΗ ΜΟΝ. ΙΚΕ] ΜΠΟΥΤΑΣ ΚΩΝ/ΝΟΣ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΜΠΟΥΤΑΣ ΚΩΝ/ΝΟΣ"
   },
   {
      "uuid":"643b6fdf-12c1-4b35-884d-54cac5522897",
      "displayName":"[ΤΕΡΝΑ ΑΕ] ΛΟΥΠΟΥ ΓΕΩΡΓΙΑ [ΝΗΣΙΑ]",
      "name":"ΛΟΥΠΟΥ ΓΕΩΡΓΙΑ"
   },
   {
      "uuid":"646289e6-3d34-4039-9de2-466bfd12e4c7",
      "displayName":"[ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ] ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ [ΚΑΛΛΙΘΕΑ]",
      "name":"ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ"
   },
   {
      "uuid":"651180bd-ad31-4c3b-9c99-7ca6161cc230",
      "displayName":"[ΙΝΤΡΑΚΑΤ] Μ. ΩΡ. ΠΑΠΑΘΑΝΑΣΙΟΥ [ΚΑΛΛΙΘΕΑ]",
      "name":"Μ. ΩΡ. ΠΑΠΑΘΑΝΑΣΙΟΥ"
   },
   {
      "uuid":"658554c1-8f7e-48f2-a2d5-a41de902ed41",
      "displayName":"[EUROPA ΕΒΙΕΚ ΑΤΕ] ΑΝΑΠΤΥΞΙΑΚΗ ΠΡΑΣΙΝΟΥ & ΣΙΑ ΕΕ ΔΗΜΟΣΙΑ ΤΕΧΝΙΚΑ ΕΡΓΑ [ΝΗΣΙΑ]",
      "name":"ΑΝΑΠΤΥΞΙΑΚΗ ΠΡΑΣΙΝΟΥ & ΣΙΑ ΕΕ ΔΗΜΟΣΙΑ ΤΕΧΝΙΚΑ ΕΡΓΑ"
   },
   {
      "uuid":"659fe336-aba3-47f7-a21b-b5031c4ed95b",
      "displayName":"[ΠΥΛΩΝΑΣ ΑΤΕ] ΠΥΛΩΝΑΣ ΑΤΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΠΥΛΩΝΑΣ ΑΤΕ"
   },
   {
      "uuid":"6606918b-34a7-4dc6-b6f6-726bd39d9c0a",
      "displayName":"[ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ] Sub-Contractor Test 2 [ΑΘΗΝΑ]",
      "name":"Sub-Contractor Test 2"
   },
   {
      "uuid":"6639936a-4453-499a-97dd-2b4ffbaa581e",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΜΟΥΡΤΖΟΥΚΟΣ ΓΕΩΡΓΙΟΣ [ΠΕΡΙΣΤΕΡΙ]",
      "name":"ΜΟΥΡΤΖΟΥΚΟΣ ΓΕΩΡΓΙΟΣ"
   },
   {
      "uuid":"671bfa68-510a-4a47-a541-b4a06d798d0b",
      "displayName":"[ΣΧΣ ΑΤΕΕ] Γ. ΧΡΙΣΤΟΔΟΥΛΟΥ-Β. ΤΖΑΝΙΔΑΚΗ Ο.Ε. [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"Γ. ΧΡΙΣΤΟΔΟΥΛΟΥ-Β. ΤΖΑΝΙΔΑΚΗ Ο.Ε."
   },
   {
      "uuid":"6778b3ec-a70b-40df-a33a-2ba0de4d513c",
      "displayName":"[ΠΥΛΩΝΑΣ ΑΤΕ] ΠΥΛΩΝΑΣ ΑΤΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΠΥΛΩΝΑΣ ΑΤΕ"
   },
   {
      "uuid":"67ab4210-3845-4a03-9824-746ad40c98d7",
      "displayName":"[Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ] ΕΛΥΡΟΣ ΑΕ [ΝΗΣΙΑ]",
      "name":"ΕΛΥΡΟΣ ΑΕ"
   },
   {
      "uuid":"6891cb20-8f80-459a-85dd-47a2f5b32bfc",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ] ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ"
   },
   {
      "uuid":"69ce13f5-0b07-47bd-9a77-b9ea0241fff3",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΑΘΑΝΑΣΟΠΟΥΛΟΣ ΠΑΝΑΓΙΩΤΗΣ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΑΘΑΝΑΣΟΠΟΥΛΟΣ ΠΑΝΑΓΙΩΤΗΣ"
   },
   {
      "uuid":"6b930d17-7dfd-4956-9611-900c418667a3",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ] ΜΟΝ.ΙΚΕ δ.τ. ''ΤΡΙΑ ΚΑΠΑ‘’ ΚΩΝΣΤΑΝΤΙΝΟΣ ΚΟΝΤΑΚΗΣ [ΦΙΛΟΘΕΗ - ΚΗΦΙΣΙΑ]",
      "name":"ΜΟΝ.ΙΚΕ δ.τ. ''ΤΡΙΑ ΚΑΠΑ‘’ ΚΩΝΣΤΑΝΤΙΝΟΣ ΚΟΝΤΑΚΗΣ"
   },
   {
      "uuid":"6c34d2d3-3efe-4311-9d08-322c824f6c46",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΜΗΝΑΣ ΣΤΑΥΡΟΣ [ΝΗΣΙΑ]",
      "name":"ΜΗΝΑΣ ΣΤΑΥΡΟΣ"
   },
   {
      "uuid":"6ce3c442-ead1-4495-8c9c-75faa3678c48",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΓΑΚ ΑΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΓΑΚ ΑΕ"
   },
   {
      "uuid":"6d5bfd6b-56f7-4981-817f-9c108b37cd3c",
      "displayName":"[ΠΥΡΑΜΙΣ] ΠΥΡΑΜΙΣ [ΑΘΗΝΑ]",
      "name":"ΠΥΡΑΜΙΣ"
   },
   {
      "uuid":"6d949c9f-8703-4ab3-bd95-c8720c42a699",
      "displayName":"ΤΕΡΝΑ ΑΕ [ΔΕΔΔΗΕ]",
      "name":"ΤΕΡΝΑ ΑΕ"
   },
   {
      "uuid":"6e480163-5e40-458c-8fc0-1f4470f772b8",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΑΛΣΟΣ ΙΚΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΑΛΣΟΣ ΙΚΕ"
   },
   {
      "uuid":"6f0fc69d-79e4-4205-82bb-e1433ff39618",
      "displayName":"[ΤΕΣ ΑΕ] ΓΑΤΣΙΟΣ ΑΘΑΝΑΣΙΟΣ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΓΑΤΣΙΟΣ ΑΘΑΝΑΣΙΟΣ"
   },
   {
      "uuid":"6fa33256-f657-4447-917e-632f4ac84f9a",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΚΑΚΟΠΟΥΛΟΣ ΔΙΟΝΥΣΙΟΣ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΚΑΚΟΠΟΥΛΟΣ ΔΙΟΝΥΣΙΟΣ"
   },
   {
      "uuid":"7065613c-72cb-4d75-8882-51a20faa4b15",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΑΝΑΧ ΤΕΧΝΙΚΗ ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΑΝΑΧ ΤΕΧΝΙΚΗ ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ"
   },
   {
      "uuid":"713dc02f-2982-4e5f-be62-bfd635b08822",
      "displayName":"[ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ] ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ [ATTIKH]",
      "name":"ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ"
   },
   {
      "uuid":"71ec0e0f-1322-4daf-a92f-fcbce4176ca4",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΤΕΧΝΙΚΗ ΚΑΤΑΣΚΕΥΑΣΤΙΚΗ & ΜΕΤΑΦΟΡΙΚΗ ΙΚΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΤΕΧΝΙΚΗ ΚΑΤΑΣΚΕΥΑΣΤΙΚΗ & ΜΕΤΑΦΟΡΙΚΗ ΙΚΕ"
   },
   {
      "uuid":"7378dd33-f1e5-4dfe-825f-759affaf770b",
      "displayName":"[ΤΡΟΠΗ ΑΕ] ΜΑΝΑΡΙΤΣΑΣ ΕΥΑΓΓΕΛΟΣ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΜΑΝΑΡΙΤΣΑΣ ΕΥΑΓΓΕΛΟΣ"
   },
   {
      "uuid":"73a781cb-c0ed-49a8-9f92-bcff393c46ed",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ"
   },
   {
      "uuid":"766b45ed-8e26-4058-9509-17be003d2efe",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΙΝΤΡΑΚΑΤ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΙΝΤΡΑΚΑΤ"
   },
   {
      "uuid":"7677b49e-6ce9-4bfe-923f-0f6046d859c0",
      "displayName":"[ΠΥΡΑΜΙΣ] ΑΔΑΜΟΠΟΥΛΟΣ ΠΑΡΑΣΚΕΥΑΣ & ΣΙΑ ΕΕ [ΠΕΙΡΑΙΑΣ]",
      "name":"ΑΔΑΜΟΠΟΥΛΟΣ ΠΑΡΑΣΚΕΥΑΣ & ΣΙΑ ΕΕ"
   },
   {
      "uuid":"76aa90b8-587d-4f2d-aed4-452ce9d2516a",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΙΝΤΡΑΚΑΤ [ΔΠΑ/ΤΚΣΔ]",
      "name":"ΙΝΤΡΑΚΑΤ"
   },
   {
      "uuid":"77496e40-bb36-4724-8708-92ec1c9b30aa",
      "displayName":"[ΕΛΥΡΟΣ ΑΕ] S.A.N. SUPREME ADVISORY NETWORK [ΝΗΣΙΑ]",
      "name":"S.A.N. SUPREME ADVISORY NETWORK"
   },
   {
      "uuid":"77de0f27-2274-4eb2-ab2c-a7c062b194e1",
      "displayName":"ΚΥΒΟΣ ΤΕΧΝΙΚΗ ΑΕ [ΔΕΔΔΗΕ]",
      "name":"ΚΥΒΟΣ ΤΕΧΝΙΚΗ ΑΕ"
   },
   {
      "uuid":"783fd5b1-c65c-432d-a80a-fd90fb0050fe",
      "displayName":"[ΤΕΡΝΑ ΑΕ] ΚΑΤΑΝΙΟΣ ΓΕΩΡΓΙΟΣ [ΝΗΣΙΑ]",
      "name":"ΚΑΤΑΝΙΟΣ ΓΕΩΡΓΙΟΣ"
   },
   {
      "uuid":"78fd00d7-0814-42f1-91bf-c6e1e584552a",
      "displayName":"[ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ] ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ [ΔΠΑ/ΤΚΣΔ]",
      "name":"ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ"
   },
   {
      "uuid":"7b229ffe-55b4-49e4-98d9-cd87492496e8",
      "displayName":"[ΣΧΣ ΑΤΕΕ] XHANI ILIA [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"XHANI ILIA"
   },
   {
      "uuid":"7c049b58-d55e-4b31-a037-7797258086c9",
      "displayName":"[ΤΡΟΠΗ ΑΕ] Κ&Μ ΤΕΧΝΙΚΗ-ΚΑΤΑΣΚΕΥΑΣΤΙΚΗ-ΣΥΜΒΟΥΛΕΥΤΙΚΗ-ΕΜΠΟΡΙΚΗ ΙΚΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"Κ&Μ ΤΕΧΝΙΚΗ-ΚΑΤΑΣΚΕΥΑΣΤΙΚΗ-ΣΥΜΒΟΥΛΕΥΤΙΚΗ-ΕΜΠΟΡΙΚΗ ΙΚΕ"
   },
   {
      "uuid":"7c7e616e-674a-4ab4-ab63-477b9b1b60f1",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ"
   },
   {
      "uuid":"7d78603f-035d-4b89-ac4a-f958fbb506b4",
      "displayName":"[BLOCKED OLD] BLOCKED OLD 3 [ΜΕΣΟΓΕΙΑ]",
      "name":"BLOCKED OLD 3"
   },
   {
      "uuid":"7e5dc4ad-52ee-476c-8d6b-4273d632d127",
      "displayName":"[ΤΕΣ ΑΕ] ΤΕΣ ΑΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΤΕΣ ΑΕ"
   },
   {
      "uuid":"7ff39c0d-5f94-4db7-81a1-88e8856744e5",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΜΗΧΑΝΟΔΟΜΙΚΗ ΑΤΕ- ΕΛΕΚΤΡΟΜΕΚ ΑΕ] ΜΗΧΑΝΟΔΟΜΙΚΗ ΑΤΕ [ΜΕΣΟΓΕΙΑ]",
      "name":"ΜΗΧΑΝΟΔΟΜΙΚΗ ΑΤΕ"
   },
   {
      "uuid":"80a936be-5ff8-4b58-bbd5-0791a46d38c9",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ"
   },
   {
      "uuid":"814571cb-c03d-4f20-b43f-dfd68f56c5f2",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΠΕΤΡΟΠΟΥΛΟΣ ΝΙΚ. ΑΝΔΡΕΑΣ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΠΕΤΡΟΠΟΥΛΟΣ ΝΙΚ. ΑΝΔΡΕΑΣ"
   },
   {
      "uuid":"81cffcb2-7cfa-4f54-97cc-89ef50a600f5",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΑΡΓΥΡΟΣ ΑΝΔΡΕΑΣ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΑΡΓΥΡΟΣ ΑΝΔΡΕΑΣ"
   },
   {
      "uuid":"839421a5-a6a8-47d6-b2a5-661279cc8ea9",
      "displayName":"[ΚΥΒΟΣ ΤΕΧΝΙΚΗ ΑΕ] ΒΙΟΣ ΟΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΒΙΟΣ ΟΕ"
   },
   {
      "uuid":"83a0be5b-e3cf-44e6-80c6-a7f89eff8d02",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΜΟΥΡΤΖΟΥΚΟΣ ΠΡΟΚΟΠΙΟΣ [ΠΕΡΙΣΤΕΡΙ]",
      "name":"ΜΟΥΡΤΖΟΥΚΟΣ ΠΡΟΚΟΠΙΟΣ"
   },
   {
      "uuid":"8458ff7a-d3cb-4a3a-845d-8377c1dfb17d",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΜΑΣΟΥΡΑΣ ΙΩΑΝΝΗΣ [ΝΗΣΙΑ]",
      "name":"ΜΑΣΟΥΡΑΣ ΙΩΑΝΝΗΣ"
   },
   {
      "uuid":"84605725-a9d0-4117-be4f-f1339af2f1b9",
      "displayName":"[BLOCKED OLD] BLOCKED OLD 1 [ΚΑΛΛΙΘΕΑ]",
      "name":"BLOCKED OLD 1"
   },
   {
      "uuid":"84a2bfb8-8f43-40e1-9c5d-105057f00d1a",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΣΧΣ ΑΤΕΕ [ΝΗΣΙΑ]",
      "name":"ΣΧΣ ΑΤΕΕ"
   },
   {
      "uuid":"85b55b0c-292a-4fc0-acb3-cc629458fd27",
      "displayName":"[ΠΥΡΑΜΙΣ] ΠΥΡΑΜΙΣ [ΠΕΙΡΑΙΑΣ]",
      "name":"ΠΥΡΑΜΙΣ"
   },
   {
      "uuid":"8675e6a8-d8c2-4602-8436-26368f80f6f0",
      "displayName":"[ΠΥΡΑΜΙΣ] ΤΕΚ ENERGY MON. IKE [ΠΕΙΡΑΙΑΣ]",
      "name":"ΤΕΚ ENERGY MON. IKE"
   },
   {
      "uuid":"86ca95da-db3f-40b3-ab74-73db17e9e914",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΕΥΑΓΓΕΛΟΣ ΠΛΑΓΑΚΗΣ & ΣΙΑ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΕΥΑΓΓΕΛΟΣ ΠΛΑΓΑΚΗΣ & ΣΙΑ"
   },
   {
      "uuid":"86d45023-b5f7-4b91-8003-e5a13643fcfd",
      "displayName":"[ΣΧΣ ΑΤΕΕ] S.A.N. SUPREME ADVISORY NETWORK [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"S.A.N. SUPREME ADVISORY NETWORK"
   },
   {
      "uuid":"87082fcc-844c-49bc-b9c9-fffa1aab48e2",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΚΟΥΤΣΟΥΚΑΝΙΔΗΣ ΙΩΑΝΝΗΣ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΚΟΥΤΣΟΥΚΑΝΙΔΗΣ ΙΩΑΝΝΗΣ"
   },
   {
      "uuid":"87d4d66b-db7c-489a-ba8b-33edd4503307",
      "displayName":"[Χ.Π. ΑΚΤΙΝΑ ΕΝΕΡΓΕΙΑΚΗ ΜΟΝ. ΙΚΕ] ΑΦΟΙ ΑΥΓΕΡΟΙ & ΣΙΑ ΟΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΑΦΟΙ ΑΥΓΕΡΟΙ & ΣΙΑ ΟΕ"
   },
   {
      "uuid":"8817f511-14c9-4a77-98a7-e6da50e653f5",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΤΟΜΗ ΜΠΑΚΑΜΟΥ ΙΚΕ [ΠΕΡΙΣΤΕΡΙ]",
      "name":"ΤΟΜΗ ΜΠΑΚΑΜΟΥ ΙΚΕ"
   },
   {
      "uuid":"88a87411-191d-4e96-9f44-f757568ba07d",
      "displayName":"[Κ/Ξ ΠΥΛΩΝΑΣ ΑΤΕ - BALCAN ELECTRIC] ΠΥΛΩΝΑΣ ΑΤΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΠΥΛΩΝΑΣ ΑΤΕ"
   },
   {
      "uuid":"8a89cbe4-6218-405d-a736-f98ef1ec631b",
      "displayName":"[ΣΧΣ ΑΤΕΕ] Δ.ΜΠΡΑΤΑΚΟΣ ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"Δ.ΜΠΡΑΤΑΚΟΣ ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ"
   },
   {
      "uuid":"8ab845a4-958f-4953-9ecc-cfa1740be4a2",
      "displayName":"ΣΧΣ ΑΤΕΕ [ΔΕΔΔΗΕ]",
      "name":"ΣΧΣ ΑΤΕΕ"
   },
   {
      "uuid":"8b1492a6-d721-4be7-a8c6-1e48dca81974",
      "displayName":"[ΙΝΤΡΑΚΑΤ] Χ. ΑΓΓΕΛΙΝΑΣ- Μ. ΑΓΓΕΛΙΝΑ ΟΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"Χ. ΑΓΓΕΛΙΝΑΣ- Μ. ΑΓΓΕΛΙΝΑ ΟΕ"
   },
   {
      "uuid":"8b76e191-18ac-4708-9c65-7c67f9598bde",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΛΙΟΔΑΚΑΚΗΣ ΣΑΒΒΑΣ [ΝΗΣΙΑ]",
      "name":"ΛΙΟΔΑΚΑΚΗΣ ΣΑΒΒΑΣ"
   },
   {
      "uuid":"8bbc5360-b646-4bbe-9fe6-cc69733eee8a",
      "displayName":"[ΚΥΒΟΣ ΤΕΧΝΙΚΗ ΑΕ] ΚΥΒΟΣ ΤΕΧΝΙΚΗ ΑΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΚΥΒΟΣ ΤΕΧΝΙΚΗ ΑΕ"
   },
   {
      "uuid":"8bd71356-25e4-41e2-a65a-21b7bd6bdfef",
      "displayName":"[ΠΥΛΩΝΑΣ ΑΤΕ] ΠΥΛΩΝΑΣ ΑΤΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΠΥΛΩΝΑΣ ΑΤΕ"
   },
   {
      "uuid":"8d2430fa-d0bf-44d1-9f19-f46d147926e9",
      "displayName":"[Parent Company at ΔΕΕΔ site Test] Child C Company at ΔΕΕΔ site Test [ΔΕΕΔ]",
      "name":"Child C Company at ΔΕΕΔ site Test"
   },
   {
      "uuid":"8df83298-2c07-4284-96a7-cb7505d99299",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΠΑΛΛΗΣ ΒΑΣΙΛΕΙΟΣ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΠΑΛΛΗΣ ΒΑΣΙΛΕΙΟΣ"
   },
   {
      "uuid":"8ed02666-ee6e-4b89-8008-2ebe0b48f0b8",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΖΗΚΟΣ ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΖΗΚΟΣ ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ"
   },
   {
      "uuid":"8f969863-d855-4d25-b16a-31947e194e3d",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ [ΝΗΣΙΑ]",
      "name":"ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ"
   },
   {
      "uuid":"90d31d9d-3510-49ac-877e-811d4f7550d1",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΜΠΡΑΤΣΟΣ ΒΑΣΙΛΕΙΟΣ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΜΠΡΑΤΣΟΣ ΒΑΣΙΛΕΙΟΣ"
   },
   {
      "uuid":"90fb37cd-15d8-447a-8a48-b420e385816e",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΜΗΧΑΝΟΔΟΜΙΚΗ ΑΤΕ- ΕΛΕΚΤΡΟΜΕΚ ΑΕ] ΚΑΡΥΔΗΣ ΚΩΝ/ΝΟΣ [ΜΕΣΟΓΕΙΑ]",
      "name":"ΚΑΡΥΔΗΣ ΚΩΝ/ΝΟΣ"
   },
   {
      "uuid":"932ae5dc-5bd7-417c-b016-470c117d7309",
      "displayName":"[ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ] ΚΥΡΙΚΛΑΚΗΣ ΚΩΝ/ΝΟΣ [ΝΗΣΙΑ]",
      "name":"ΚΥΡΙΚΛΑΚΗΣ ΚΩΝ/ΝΟΣ"
   },
   {
      "uuid":"93a7bc81-2684-42a2-983b-a102e2e84244",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΕΥΑΓΓΕΛΟΣ ΠΛΑΓΑΚΗΣ & ΣΙΑ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΕΥΑΓΓΕΛΟΣ ΠΛΑΓΑΚΗΣ & ΣΙΑ"
   },
   {
      "uuid":"93e8c310-c997-4059-a93a-7c127f706915",
      "displayName":"[ΤΕΡΝΑ ΑΕ] ΤΕΡΝΑ ΑΕ [ΝΗΣΙΑ]",
      "name":"ΤΕΡΝΑ ΑΕ"
   },
   {
      "uuid":"94317a8f-df35-42d9-a833-3c2b1b13dc62",
      "displayName":"[ΤΕΣ ΑΕ] ΜΑΝΤΖΙΑΡΗΣ Χ. - ΣΛΑΒΟΥΔΗΣ Ν.Ο.Ε. [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΜΑΝΤΖΙΑΡΗΣ Χ. - ΣΛΑΒΟΥΔΗΣ Ν.Ο.Ε."
   },
   {
      "uuid":"94f124e3-a4a7-47c8-9396-2e0f70b75143",
      "displayName":"[ΤΕΣ ΑΕ] ΤΕΣ ΑΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΤΕΣ ΑΕ"
   },
   {
      "uuid":"95687ad6-b3b4-4901-bd25-0b27f2ad3f94",
      "displayName":"[ΠΥΛΩΝΑΣ ΑΤΕ] ΠΥΛΩΝΑΣ ΑΤΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΠΥΛΩΝΑΣ ΑΤΕ"
   },
   {
      "uuid":"959764dc-e617-407e-b521-3099548e2750",
      "displayName":"ΒΙΕΡ ΑΤΕ [ΔΕΔΔΗΕ]",
      "name":"ΒΙΕΡ ΑΤΕ"
   },
   {
      "uuid":"95b7d15b-3ec6-4049-a497-da12802e8928",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΚΑΛΠΙΔΗΣ ΓΕΩΡΓΙΟΣ [ΑΝΑΤΟΛΙΚΗ ΘΕΣ/ΝΙΚΗ]",
      "name":"ΚΑΛΠΙΔΗΣ ΓΕΩΡΓΙΟΣ"
   },
   {
      "uuid":"9642ca87-7cce-4401-b4bd-fc5a7671e931",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΖΗΣΗΣ Δ&Φ ΟΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΖΗΣΗΣ Δ&Φ ΟΕ"
   },
   {
      "uuid":"965eed5a-bd3f-4aed-91dd-db38f613249f",
      "displayName":"[ΣΧΣ ΑΤΕΕ] S.A.N. SUPREME ADVISORY NETWORK [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"S.A.N. SUPREME ADVISORY NETWORK"
   },
   {
      "uuid":"987ab71b-8001-4246-944f-8879fc0286dc",
      "displayName":"ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ [ΔΕΔΔΗΕ]",
      "name":"ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ"
   },
   {
      "uuid":"98f3d838-f962-4928-b977-84890b5db676",
      "displayName":"[Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ] ΧΑΡΑΛΑΜΠΟΣ ΠΟΛΟΜΑΡΚΑΚΗΣ [ΝΗΣΙΑ]",
      "name":"ΧΑΡΑΛΑΜΠΟΣ ΠΟΛΟΜΑΡΚΑΚΗΣ"
   },
   {
      "uuid":"9a61f36c-e209-447f-ab6a-041ba70d8ab9",
      "displayName":"[SUN POWER STAMATIS PC] ΝΕΜΕΣΙΣ ΙΚΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΝΕΜΕΣΙΣ ΙΚΕ"
   },
   {
      "uuid":"9aa2e2f3-0878-4e6c-ac2c-1f7416b0e548",
      "displayName":"[Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ] Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ [ΝΗΣΙΑ]",
      "name":"Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ"
   },
   {
      "uuid":"9ae1f42a-d57a-473c-88e0-020cd7819384",
      "displayName":"[ΕΒΙΝΤΑ ΑΕ] ΚΡΕΑΤΣΟΥΛΑΣ ΙΩΑΝΝΗ [ΝΗΣΙΑ]",
      "name":"ΚΡΕΑΤΣΟΥΛΑΣ ΙΩΑΝΝΗ"
   },
   {
      "uuid":"9b304389-2e38-4966-80fe-eb0d3098b745",
      "displayName":"[ΕΒΙΝΤΑ ΑΕ] MANAJ FATOS [ΝΗΣΙΑ]",
      "name":"MANAJ FATOS"
   },
   {
      "uuid":"9b8357f5-8258-421c-ab65-0480b124a0d4",
      "displayName":"Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ [ΔΕΔΔΗΕ]",
      "name":"Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ"
   },
   {
      "uuid":"9bc5b908-81f1-4cdb-9905-7c17d4ae64c3",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ [ΚΑΛΛΙΘΕΑ]",
      "name":"ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ"
   },
   {
      "uuid":"9bef14ce-9cc4-4869-970f-9446194dd2cd",
      "displayName":"[ΕΝΤΕΛΕΧΕΙΑ] ΕΝΤΕΛΕΧΕΙΑ [ΗΡΑΚΛΕΙΟ]",
      "name":"ΕΝΤΕΛΕΧΕΙΑ"
   },
   {
      "uuid":"9d553338-3582-4d82-b6e4-4719d1632893",
      "displayName":"[ΤΕΡΝΑ ΑΕ] ΤΕΡΝΑ ΑΕ [ΝΗΣΙΑ]",
      "name":"ΤΕΡΝΑ ΑΕ"
   },
   {
      "uuid":"9d6df01c-ee17-43fb-b8bd-3fbf87978d48",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΚΑΛΟΜΟΙΡΗΣ ΗΛΙΑΣ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΚΑΛΟΜΟΙΡΗΣ ΗΛΙΑΣ"
   },
   {
      "uuid":"9e038e12-56ce-4dc9-93cd-09ed6e2f6dd1",
      "displayName":"[Κ/Ξ ΠΥΛΩΝΑΣ ΑΤΕ - BALCAN ELECTRIC] BALCAN ELECTRIC AE [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"BALCAN ELECTRIC AE"
   },
   {
      "uuid":"9e0804e9-eb45-40cc-90d0-a31b08c95852",
      "displayName":"[BALCAN ELECTRIC AE] ΤΣΕΓΓΕΝΕΣ ΠΕΤΡΟΣ [ΚΟΖΑΝΗ]",
      "name":"ΤΣΕΓΓΕΝΕΣ ΠΕΤΡΟΣ"
   },
   {
      "uuid":"9e1ae40e-c33e-419a-975b-18a1d3ff7f37",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] GREEN EDGE [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"GREEN EDGE"
   },
   {
      "uuid":"9e5ed316-2a01-4c60-9c5c-6b0876a5fa69",
      "displayName":"[ΠΥΡΑΜΙΣ] ΑΔΑΜΟΠΟΥΛΟΣ ΠΑΡΑΣΚΕΥΑΣ & ΣΙΑ ΕΕ [ΑΘΗΝΑ]",
      "name":"ΑΔΑΜΟΠΟΥΛΟΣ ΠΑΡΑΣΚΕΥΑΣ & ΣΙΑ ΕΕ"
   },
   {
      "uuid":"9ff00bea-81df-46a0-874c-2ad5cc48d407",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΑΛΚΗ ΑΣΦΑΛΤΙΚΑ ΕΠΕ [ΕΛΕΥΣΙΝΑ]",
      "name":"ΑΛΚΗ ΑΣΦΑΛΤΙΚΑ ΕΠΕ"
   },
   {
      "uuid":"a04ede45-ff96-4b0d-a0ac-36f275eacca2",
      "displayName":"[ΙΝΤΡΑΚΑΤ] Test Team [ΔΠΑ/ΤΚΣΔ]",
      "name":"Test Team"
   },
   {
      "uuid":"a0b71f35-234a-4c1b-bbae-98fe02199c41",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΙΝΤΡΑΚΑΤ [ΚΑΛΛΙΘΕΑ]",
      "name":"ΙΝΤΡΑΚΑΤ"
   },
   {
      "uuid":"a1145ffd-ec25-449d-946d-9f565cb5d567",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ"
   },
   {
      "uuid":"a126e816-3071-4ceb-9d2e-0e966d651dff",
      "displayName":"[ΒΙΕΡ ΑΤΕ] ΒΙΕΡ ΑΤΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΒΙΕΡ ΑΤΕ"
   },
   {
      "uuid":"a29a7c39-a171-4211-91fd-43d30e66aeea",
      "displayName":"[Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ] ΙΤΣΙΟΣ ΑΘΑΝΑΣΙΟΣ & ΣΙΑ [ΝΗΣΙΑ]",
      "name":"ΙΤΣΙΟΣ ΑΘΑΝΑΣΙΟΣ & ΣΙΑ"
   },
   {
      "uuid":"a44f0908-4747-40e2-92b4-e432b9c7cd82",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΣΧΣ ΑΤΕΕ [ΝΗΣΙΑ]",
      "name":"ΣΧΣ ΑΤΕΕ"
   },
   {
      "uuid":"a4c497d9-82f0-4e2c-a32f-57b5c246d050",
      "displayName":"[ΓΑΚ ΑΕ] ΜΑΝΙΑΤΗΣ ΔΗΜΗΤΡΗΣ & ΣΙΑ ΟΕ ELECTRIC WORKS [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΜΑΝΙΑΤΗΣ ΔΗΜΗΤΡΗΣ & ΣΙΑ ΟΕ ELECTRIC WORKS"
   },
   {
      "uuid":"a560c37b-26c5-44b9-91a3-85832ca2eaab",
      "displayName":"[ΣΧΣ ΑΤΕΕ] S.A.N. SUPREME ADVISORY NETWORK [ΝΗΣΙΑ]",
      "name":"S.A.N. SUPREME ADVISORY NETWORK"
   },
   {
      "uuid":"a646c222-dd93-46a9-ab4e-90957a3d797a",
      "displayName":"[Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ] ΑΤΖΑΡΑΚΗΣ ΝΙΚΟΛΑΟΣ ΣΤΥΛΙΑΝΟΣ [ΝΗΣΙΑ]",
      "name":"ΑΤΖΑΡΑΚΗΣ ΝΙΚΟΛΑΟΣ ΣΤΥΛΙΑΝΟΣ"
   },
   {
      "uuid":"a674663e-e4c4-486a-a8a2-bcb1fc7064c5",
      "displayName":"[ΔΟ.ΜΗ.ΚΑ. ΑΕ] ΝΙΚΟΥ ΠΑΝΑΓΙΩΤΗΣ & ΥΙΟΣ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΝΙΚΟΥ ΠΑΝΑΓΙΩΤΗΣ & ΥΙΟΣ"
   },
   {
      "uuid":"a713aa41-d7e2-4336-bd41-217b328b68b4",
      "displayName":"[ΕΝΤΕΛΕΧΕΙΑ] SUN POWER STAMATIS PC [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"SUN POWER STAMATIS PC"
   },
   {
      "uuid":"a713e962-78fc-4a77-babc-0ade1c06fa54",
      "displayName":"[ΠΥΛΩΝΑΣ ΑΤΕ] GREEN ACTIVITY IKE [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"GREEN ACTIVITY IKE"
   },
   {
      "uuid":"a743fcab-0894-41e8-9b09-e0033ebcf543",
      "displayName":"[ΠΥΡΑΜΙΣ] Α.Γ. ΓΡΑΜΜΗ ΕΕ [ΠΕΙΡΑΙΑΣ]",
      "name":"Α.Γ. ΓΡΑΜΜΗ ΕΕ"
   },
   {
      "uuid":"a7be3cc2-593f-4eac-954b-9d38f30d9858",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΤΕΝΕΝΤΕΣ ΚΛΑΔΕΜΑΤΑ [ΠΕΡΙΣΤΕΡΙ]",
      "name":"ΤΕΝΕΝΤΕΣ ΚΛΑΔΕΜΑΤΑ"
   },
   {
      "uuid":"a7e275b7-62a1-4326-bd96-3dfa25b88468",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΜΟΥΡΤΖΟΥΚΟΣ ΓΕΩΡΓΙΟΣ [ΕΛΕΥΣΙΝΑ]",
      "name":"ΜΟΥΡΤΖΟΥΚΟΣ ΓΕΩΡΓΙΟΣ"
   },
   {
      "uuid":"a8a07ef2-3720-4825-b8ec-b37338cac13c",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΠΑΛΛΗΣ ΒΑΣΙΛΕΙΟΣ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΠΑΛΛΗΣ ΒΑΣΙΛΕΙΟΣ"
   },
   {
      "uuid":"a8da23ee-651c-4caa-8bf5-a397eccc611b",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΓΑΡΔΙΚΗΣ ΧΑΡΑΛΑΜΠΟΣ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΓΑΡΔΙΚΗΣ ΧΑΡΑΛΑΜΠΟΣ"
   },
   {
      "uuid":"a92a8b48-ed43-4a3b-a4d9-c0bc3b629bfb",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ] ΣΑΒΒΙΔΗΣ ΧΑΡΑΛΑΜΠΟΣ & ΣΙΑ ΕΕ [ΦΙΛΟΘΕΗ - ΚΗΦΙΣΙΑ]",
      "name":"ΣΑΒΒΙΔΗΣ ΧΑΡΑΛΑΜΠΟΣ & ΣΙΑ ΕΕ"
   },
   {
      "uuid":"a9b9d5a3-7c8d-4be3-bae0-74dc6643cecf",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΠΟΛΟΥ ΗΛΙΑΣ [ΝΗΣΙΑ]",
      "name":"ΠΟΛΟΥ ΗΛΙΑΣ"
   },
   {
      "uuid":"aa6453b4-4e46-4470-aefe-726a10371f85",
      "displayName":"[ΒΙΕΡ ΑΤΕ] BALCAN ELECTRIC AE [ΚΟΖΑΝΗ]",
      "name":"BALCAN ELECTRIC AE"
   },
   {
      "uuid":"aa6ad52c-21d4-4611-99ff-0935a19b672e",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΑΝΑΧ ΤΕΧΝΙΚΗ ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΑΝΑΧ ΤΕΧΝΙΚΗ ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ"
   },
   {
      "uuid":"aa8cc8de-f181-4f61-a774-4d6b4374fb86",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΕΡΓΟΤΕΧΝΙΚΗ ΘΗΒΩΝ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΕΡΓΟΤΕΧΝΙΚΗ ΘΗΒΩΝ"
   },
   {
      "uuid":"aacef2a9-6737-4ff2-827a-e3682d33dda9",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΣΧΣ ΑΤΕΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΣΧΣ ΑΤΕΕ"
   },
   {
      "uuid":"ab90129f-6196-4cd9-bb56-95bf1dbab0be",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΜΑΝΙΑΤΗΣ ΔΗΜΗΤΡΗΣ & ΣΙΑ ΟΕ ELECTRIC WORKS [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΜΑΝΙΑΤΗΣ ΔΗΜΗΤΡΗΣ & ΣΙΑ ΟΕ ELECTRIC WORKS"
   },
   {
      "uuid":"abd923a0-fa17-4a9d-a89f-fab793c2801a",
      "displayName":"[Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ] ΧΑΡΑΛΑΜΠΟΣ ΠΟΛΟΜΑΡΚΑΚΗΣ [ΝΗΣΙΑ]",
      "name":"ΧΑΡΑΛΑΜΠΟΣ ΠΟΛΟΜΑΡΚΑΚΗΣ"
   },
   {
      "uuid":"ac62291e-0f84-426d-8137-d5d8c1f7bbea",
      "displayName":"[ΤΕΣ ΑΕ] ΤΕΣ ΑΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΤΕΣ ΑΕ"
   },
   {
      "uuid":"acb0e807-9059-4f2c-a9ce-941f7f9bea2f",
      "displayName":"[Jess Test] Jess Test UPDATE [ΔΕΔΔΗΕ]",
      "name":"Jess Test UPDATE"
   },
   {
      "uuid":"adf5df01-1e8f-4395-a18b-7754d0d20e36",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΒΑΛΙΑΚΟΣ ΓΕΩΡΓΙΟΣ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΒΑΛΙΑΚΟΣ ΓΕΩΡΓΙΟΣ"
   },
   {
      "uuid":"af37404b-873b-4a27-8946-62b38dca3816",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ] ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ [ΦΙΛΟΘΕΗ - ΚΗΦΙΣΙΑ]",
      "name":"ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ"
   },
   {
      "uuid":"af4a99c9-3d4a-4a2f-b86e-68d34ffa87e8",
      "displayName":"[ΠΥΛΩΝΑΣ ΑΤΕ] ΕΒΙΝΤΑ ΑΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΕΒΙΝΤΑ ΑΕ"
   },
   {
      "uuid":"afcb2821-cc80-4446-92e3-410b02e7e570",
      "displayName":"[BALCAN ELECTRIC AE] ΑΜΥΝΤΑΙΟ ENERGY IKE [ΚΟΖΑΝΗ]",
      "name":"ΑΜΥΝΤΑΙΟ ENERGY IKE"
   },
   {
      "uuid":"b2a09558-008a-4d42-b684-36a960c2ed9a",
      "displayName":"ΔΕΔΔΗΕ ΦΛΩΡΙΝΑ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΔΕΔΔΗΕ ΦΛΩΡΙΝΑ"
   },
   {
      "uuid":"b2e7075d-9e88-4f52-b7c8-b866e0cf756b",
      "displayName":"[ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ] GREEN EDGE AE [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"GREEN EDGE AE"
   },
   {
      "uuid":"b3667140-ebc1-4271-965a-13baa81d8c1b",
      "displayName":"[ΠΥΛΩΝΑΣ ΑΤΕ] ΝΙΚΟΥ ΠΑΝΑΓΙΩΤΗΣ & ΥΙΟΣ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΝΙΚΟΥ ΠΑΝΑΓΙΩΤΗΣ & ΥΙΟΣ"
   },
   {
      "uuid":"b3692186-4467-4221-afef-40e2d68d4587",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΜΗΧΑΝΟΔΟΜΙΚΗ ΑΤΕ- ΕΛΕΚΤΡΟΜΕΚ ΑΕ] ΣΟΥΡΤΖΗΣ & ΥΙΟΣ ΕΕ [ΜΕΣΟΓΕΙΑ]",
      "name":"ΣΟΥΡΤΖΗΣ & ΥΙΟΣ ΕΕ"
   },
   {
      "uuid":"b36adaf8-846e-4c64-8637-d4f5df2eb794",
      "displayName":"Parent Company at ΔΕΕΔ site Test [ΔΕΕΔ]",
      "name":"Parent Company at ΔΕΕΔ site Test"
   },
   {
      "uuid":"b3af8f79-1003-45dc-89fd-f139b528f1c1",
      "displayName":"ΙΝΤΡΑΚΑΤ [ΔΕΔΔΗΕ]",
      "name":"ΙΝΤΡΑΚΑΤ"
   },
   {
      "uuid":"b4164c2a-c18d-4da6-8031-f3ca1a8dfd09",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΣΚΑΝΔΑΛΗ ΜΑΡΙΑ & ΣΙΑ ΕΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΣΚΑΝΔΑΛΗ ΜΑΡΙΑ & ΣΙΑ ΕΕ"
   },
   {
      "uuid":"b430ab1b-52e0-47ec-b0e2-cf716fb6da4c",
      "displayName":"[ΚΥΒΟΣ ΤΕΧΝΙΚΗ ΑΕ] ΣΙΑΜΚΑΣ ΕΒΗΕΚ ΑΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΣΙΑΜΚΑΣ ΕΒΗΕΚ ΑΕ"
   },
   {
      "uuid":"b53a4999-1e59-44ef-a6ff-9edc06cfd996",
      "displayName":"[ΠΥΛΩΝΑΣ ΑΤΕ] ΜΕΤΩΝ ΚΑΤΑΣΚΕΥΑΣΤΙΚΗ Ε.Ε [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΜΕΤΩΝ ΚΑΤΑΣΚΕΥΑΣΤΙΚΗ Ε.Ε"
   },
   {
      "uuid":"b559b395-0471-455c-ae47-c4fd4cece0df",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ] ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ"
   },
   {
      "uuid":"b6d0048b-10bb-461f-a676-5dbeda033453",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΤΜΤ ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΤΜΤ ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ"
   },
   {
      "uuid":"b7e02269-95d7-46ea-9da8-2f6cbb815ddd",
      "displayName":"[SUN POWER STAMATIS PC] ΚΩΝΣΤΑΝΤΙΝΙΔΗΣ ΚΩΝ/ΝΟΣ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΚΩΝΣΤΑΝΤΙΝΙΔΗΣ ΚΩΝ/ΝΟΣ"
   },
   {
      "uuid":"b82e757a-0517-4e70-9993-8038cb1dddf2",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΚΙΝΗΜΑ Ι.Κ.Ε. – ΔΙΑΧΕΙΡΙΣΗ ΑΚΙΝΗΤΩΝ [ΠΕΡΙΣΤΕΡΙ]",
      "name":"ΚΙΝΗΜΑ Ι.Κ.Ε. – ΔΙΑΧΕΙΡΙΣΗ ΑΚΙΝΗΤΩΝ"
   },
   {
      "uuid":"b8a77de2-7b4a-42af-a888-8aebe920b266",
      "displayName":"[ΤΕΣ ΑΕ] ΚΟΥΡΤΙΔΗΣ Χ.-ΠΑΠΑΛΙΑΣ Χ. Ο.Ε. [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΚΟΥΡΤΙΔΗΣ Χ.-ΠΑΠΑΛΙΑΣ Χ. Ο.Ε."
   },
   {
      "uuid":"ba2c345a-0231-4c42-9ff4-297ac986e485",
      "displayName":"[Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ] Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ [ΝΗΣΙΑ]",
      "name":"Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ"
   },
   {
      "uuid":"bab22925-8869-451d-b2de-0bd6d1901725",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ] ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ"
   },
   {
      "uuid":"bb7f2a97-1e68-4209-8fa5-0171fcc42f60",
      "displayName":"[ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ] 1ΟΣ ΕΔΣΕ ΠΡΟΜΑΧΩΝ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"1ΟΣ ΕΔΣΕ ΠΡΟΜΑΧΩΝ"
   },
   {
      "uuid":"bc4a1adc-4a83-430e-b98b-33ba11e40877",
      "displayName":"[ΕΛΥΡΟΣ ΑΕ] ΛΙΝΑΡΑΚΗ - ΣΗΜΑΝΤΑΡΑΚΗΣ ΓΝΙΚΟΙ ΚΑΘΑΡΙΣΜΟΙ [ΝΗΣΙΑ]",
      "name":"ΛΙΝΑΡΑΚΗ - ΣΗΜΑΝΤΑΡΑΚΗΣ ΓΝΙΚΟΙ ΚΑΘΑΡΙΣΜΟΙ"
   },
   {
      "uuid":"bd4a3b70-6d3b-4103-ad3d-d99cbec2e654",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΤΕΧΝΙΚΗ ΚΑΤΑΣΚΕΥΑΣΤΙΚΗ & ΜΕΤΑΦΟΡΙΚΗ ΙΚΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΤΕΧΝΙΚΗ ΚΑΤΑΣΚΕΥΑΣΤΙΚΗ & ΜΕΤΑΦΟΡΙΚΗ ΙΚΕ"
   },
   {
      "uuid":"be66b4b9-1a31-4e3b-9a31-edb0008deb64",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΚΑΛΟΜΟΙΡΗΣ ΗΛΙΑΣ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΚΑΛΟΜΟΙΡΗΣ ΗΛΙΑΣ"
   },
   {
      "uuid":"beadbd33-61ed-430a-8e94-dce4104e798c",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΙΝΤΡΑΚΑΤ [ΝΗΣΙΑ]",
      "name":"ΙΝΤΡΑΚΑΤ"
   },
   {
      "uuid":"bec1e4ac-3298-432e-8cb4-499d6d3b7674",
      "displayName":"[ΠΥΛΩΝΑΣ ΑΤΕ] ΠΥΛΩΝΑΣ ΑΤΕ [ΚΑΤΕΡΙΝΗ]",
      "name":"ΠΥΛΩΝΑΣ ΑΤΕ"
   },
   {
      "uuid":"bf116dad-22d9-468c-8fd3-7141eac736de",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΠΑΠΑΝΔΡΙΑΝΟΣ ΔΗΜΗΤΡΙΟΣ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΠΑΠΑΝΔΡΙΑΝΟΣ ΔΗΜΗΤΡΙΟΣ"
   },
   {
      "uuid":"bf666837-27f4-4541-9261-68c86b017f4e",
      "displayName":"[Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ] Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ [ΝΗΣΙΑ]",
      "name":"Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ"
   },
   {
      "uuid":"bf6f9449-cf14-45dd-a7f5-d9b2a85f3c2a",
      "displayName":"[ΕΝΩΣΗ ΕΡΓΟΤΕΜ ΑΤΕΒΕ - EUROPA ΕΒΙΕΚ ΑΤΕ] ΤΕΚΑΤ ΑΤΕ [ΑΝΔΡΟΣ - ΤΗΝΟΣ]",
      "name":"ΤΕΚΑΤ ΑΤΕ"
   },
   {
      "uuid":"bf7ac655-43c2-4762-a935-753b0d041108",
      "displayName":"[ΓΑΚ ΑΕ] ΜΑΝΙΑΤΗΣ ΔΗΜΗΤΡΗΣ & ΣΙΑ ΟΕ ELECTRIC WORKS [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΜΑΝΙΑΤΗΣ ΔΗΜΗΤΡΗΣ & ΣΙΑ ΟΕ ELECTRIC WORKS"
   },
   {
      "uuid":"c0f204a9-935c-485c-89f5-9caf09909f3e",
      "displayName":"[ΣΧΣ ΑΤΕΕ] Χ.Π. ΑΚΤΙΝΑ ΕΝΕΡΓΕΙΑΚΗ ΤΕΧΝΙΚΗ ΙΚ [ΠΕΡΙΣΤΕΡΙ]",
      "name":"Χ.Π. ΑΚΤΙΝΑ ΕΝΕΡΓΕΙΑΚΗ ΤΕΧΝΙΚΗ ΙΚ"
   },
   {
      "uuid":"c14b628f-cd55-4286-8c33-7dc341880f82",
      "displayName":"[ΣΧΣ ΑΤΕΕ] NIKOLI V. PRENGA B.O.E [ΝΗΣΙΑ]",
      "name":"NIKOLI V. PRENGA B.O.E"
   },
   {
      "uuid":"c16aa68b-e3fe-49fc-9999-3907bda9a05d",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ] ΜΑΝΙΑΤΗΣ ΔΗΜΗΤΡΗΣ & ΣΙΑ ΟΕ ELECTRIC WORKS [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΜΑΝΙΑΤΗΣ ΔΗΜΗΤΡΗΣ & ΣΙΑ ΟΕ ELECTRIC WORKS"
   },
   {
      "uuid":"c2743ba3-6794-403f-aef3-f42691211c8a",
      "displayName":"[Parent Company at ΔΕΕΔ site Test] Child B Company at ΔΕΕΔ site Test [ΔΕΕΔ]",
      "name":"Child B Company at ΔΕΕΔ site Test"
   },
   {
      "uuid":"c320544e-9c25-4391-865d-952abf44ed69",
      "displayName":"ΕΝΩΣΗ ΕΡΓΟΤΕΜ ΑΤΕΒΕ - EUROPA ΕΒΙΕΚ ΑΤΕ [ΔΕΔΔΗΕ]",
      "name":"ΕΝΩΣΗ ΕΡΓΟΤΕΜ ΑΤΕΒΕ - EUROPA ΕΒΙΕΚ ΑΤΕ"
   },
   {
      "uuid":"c3214acf-2f8b-4d39-99c8-6ecc21740f37",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΙΝΤΡΑΚΑΤ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΙΝΤΡΑΚΑΤ"
   },
   {
      "uuid":"c3aa7b2f-552e-4ab6-b27b-4151759c51d1",
      "displayName":"[ΕΛΥΡΟΣ ΑΕ] ΜΑΡΜΑΤΑΚΗΣ ΕΜΜΑΝΟΥΗΛ [ΝΗΣΙΑ]",
      "name":"ΜΑΡΜΑΤΑΚΗΣ ΕΜΜΑΝΟΥΗΛ"
   },
   {
      "uuid":"c4e6b1e7-2189-4324-949e-846e1abe0935",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΜΗΧΑΝΟΔΟΜΙΚΗ ΑΤΕ- ΕΛΕΚΤΡΟΜΕΚ ΑΕ] ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΜΗΧΑΝΟΔΟΜΙΚΗ ΑΤΕ- ΕΛΕΚΤΡΟΜΕΚ ΑΕ [ΜΕΣΟΓΕΙΑ]",
      "name":"ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΜΗΧΑΝΟΔΟΜΙΚΗ ΑΤΕ- ΕΛΕΚΤΡΟΜΕΚ ΑΕ"
   },
   {
      "uuid":"c564b716-b9f4-4a65-839e-121d68e0cc92",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΣΧΣ ΑΤΕΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΣΧΣ ΑΤΕΕ"
   },
   {
      "uuid":"c568e2f8-c15c-4b2f-9ecf-9b3e6b251174",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΜΑΝΑΡΙΤΣΑΣ ΜΟΝ. ΙΚΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΜΑΝΑΡΙΤΣΑΣ ΜΟΝ. ΙΚΕ"
   },
   {
      "uuid":"c5a23927-fc07-4a38-ba19-5ce72cf9fb86",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΤΕΣΤ [ΑΓΡΙΝΙΟ]",
      "name":"ΤΕΣΤ"
   },
   {
      "uuid":"c770339e-ddc3-42cf-b1c5-3b6444b5dd72",
      "displayName":"[ΚΥΒΟΣ ΤΕΧΝΙΚΗ ΑΕ] ΣΙΑΜΚΑΣ ΕΒΗΕΚ ΑΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΣΙΑΜΚΑΣ ΕΒΗΕΚ ΑΕ"
   },
   {
      "uuid":"c8a897d0-ece9-413c-bfcb-21f245a9ac18",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΠΑΠΑΣΠΥΡΟΣ ΗΛΙΑΣ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΠΑΠΑΣΠΥΡΟΣ ΗΛΙΑΣ"
   },
   {
      "uuid":"c8db4b44-d26c-45e0-ac16-1d4147ac02da",
      "displayName":"[ΣΧΣ ΑΤΕΕ] THEO CONSTRUCTIONS ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"THEO CONSTRUCTIONS ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ"
   },
   {
      "uuid":"c8e3f9da-c568-4264-a014-59b06834d728",
      "displayName":"[ΚΥΒΟΣ ΤΕΧΝΙΚΗ ΑΕ] ΚΥΒΟΣ ΤΕΧΝΙΚΗ ΑΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΚΥΒΟΣ ΤΕΧΝΙΚΗ ΑΕ"
   },
   {
      "uuid":"c9835abd-c2da-4709-8279-4b3dd7b0761a",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΑΦΟΙ ΘΕΟΧΑΡΗ Ο.Ε. [ΠΕΡΙΣΤΕΡΙ]",
      "name":"ΑΦΟΙ ΘΕΟΧΑΡΗ Ο.Ε."
   },
   {
      "uuid":"c9956786-3e7a-45d4-a869-21102e9e9349",
      "displayName":"[ΕΝΤΕΛΕΧΕΙΑ] ΕΝΤΕΛΕΧΕΙΑ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΕΝΤΕΛΕΧΕΙΑ"
   },
   {
      "uuid":"ca8939a0-0e02-4f3c-879c-c18ed2d1bdb2",
      "displayName":"[ΣΧΣ ΑΤΕΕ] Σ.Σ. ΠΛΑΤΑΝΟΣ ΤΕΧΝΙΚΗ ΙΔΙΩΤΙΚΗ ΚΕΦΑΛΑΙΟΥΧΙΚΗ ΕΤΑΙΡΕΙΑ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"Σ.Σ. ΠΛΑΤΑΝΟΣ ΤΕΧΝΙΚΗ ΙΔΙΩΤΙΚΗ ΚΕΦΑΛΑΙΟΥΧΙΚΗ ΕΤΑΙΡΕΙΑ"
   },
   {
      "uuid":"ca97c2fe-c1ce-43be-85a9-8e71a82a0da7",
      "displayName":"[ΕΝΤΕΛΕΧΕΙΑ] SUN POWER STAMATIS PC [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"SUN POWER STAMATIS PC"
   },
   {
      "uuid":"cbf4c924-b435-4a1f-b84c-2a8c6204023a",
      "displayName":"[ΕΝΩΣΗ ΕΡΓΟΤΕΜ ΑΤΕΒΕ - EUROPA ΕΒΙΕΚ ΑΤΕ] ΕΝΩΣΗ ΕΡΓΟΤΕΜ ΑΤΕΒΕ - EUROPA ΕΒΙΕΚ ΑΤΕ [ΝΗΣΙΑ]",
      "name":"ΕΝΩΣΗ ΕΡΓΟΤΕΜ ΑΤΕΒΕ - EUROPA ΕΒΙΕΚ ΑΤΕ"
   },
   {
      "uuid":"ccb47471-fa31-4af0-a271-e3314bb39541",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΣΧΣ ΑΤΕΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΣΧΣ ΑΤΕΕ"
   },
   {
      "uuid":"cd3dd7be-b8da-47af-81d9-dce0ade736a6",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΑΝΑΓΝΩΣΤΟΠΟΥΛΟΣ ΗΛ. ΑΓΓΕΛΟΣ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΑΝΑΓΝΩΣΤΟΠΟΥΛΟΣ ΗΛ. ΑΓΓΕΛΟΣ"
   },
   {
      "uuid":"ce0b86f0-be80-4c30-a0fd-688619309215",
      "displayName":"[ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ] ΣΑΡΑΝΤΗΣ ΧΡΗΣΤΟΣ ΕΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΣΑΡΑΝΤΗΣ ΧΡΗΣΤΟΣ ΕΕ"
   },
   {
      "uuid":"cfa9441e-08cf-42dd-b4b0-a98ea9c49896",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΜΟΥΡΤΖΟΥΚΟΣ ΠΡΟΚΟΠΙΟΣ [ΕΛΕΥΣΙΝΑ]",
      "name":"ΜΟΥΡΤΖΟΥΚΟΣ ΠΡΟΚΟΠΙΟΣ"
   },
   {
      "uuid":"d2c85fb6-3dfc-46a7-8f46-3b34bafd72b3",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ENERGY GROUP ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ENERGY GROUP ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ"
   },
   {
      "uuid":"d31389f0-175f-4ff4-9f1d-c68515f8997f",
      "displayName":"[ΓΑΝΤΖΟΥΛΑΣ ΟΕ] ECO FOREST IKE [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ECO FOREST IKE"
   },
   {
      "uuid":"d35f560f-4ef8-4816-8c1a-6ffefd7a88d0",
      "displayName":"[ΕΒΙΝΤΑ ΑΕ] ΜΑΛΛΙΟΝΤΑ ΑΤΕ [ΝΗΣΙΑ]",
      "name":"ΜΑΛΛΙΟΝΤΑ ΑΤΕ"
   },
   {
      "uuid":"d3b3d645-9207-439c-8461-ebadf298dab9",
      "displayName":"[ΔΟ.ΜΗ.ΚΑ. ΑΕ] ΠΑΠΠΑΣ ΣΤΕΡΓΙΟΣ ΕΔΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΠΑΠΠΑΣ ΣΤΕΡΓΙΟΣ ΕΔΕ"
   },
   {
      "uuid":"d4a2f7f8-10d4-41d9-a291-96183df63851",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ"
   },
   {
      "uuid":"d4f1231e-6f49-4adb-a6da-720862367614",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΚΡΗΤΙΚΟΣ ΔΟΜΙΚΑ ΜΗΧΑΝΗΜΑΤΑ ΙΚΕ [ΝΗΣΙΑ]",
      "name":"ΚΡΗΤΙΚΟΣ ΔΟΜΙΚΑ ΜΗΧΑΝΗΜΑΤΑ ΙΚΕ"
   },
   {
      "uuid":"d50b819f-684c-4828-8208-913d909c2fd1",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΑΛΑΧΙΩΤΗΣ ΙΩΑΝΝΗΣ [ΝΗΣΙΑ]",
      "name":"ΑΛΑΧΙΩΤΗΣ ΙΩΑΝΝΗΣ"
   },
   {
      "uuid":"d5e9bf2d-5745-4ab4-a60a-302b2c96bc4d",
      "displayName":"[ΣΧΣ ΑΤΕΕ] S.A.N. SUPREME ADVISORY NETWORK [ΝΗΣΙΑ]",
      "name":"S.A.N. SUPREME ADVISORY NETWORK"
   },
   {
      "uuid":"d64c8cb8-39bc-4bf8-8221-75c957d3c629",
      "displayName":"BLOCKED OLD [ΔΠΑ/ΤΚΣΔ]",
      "name":"BLOCKED OLD"
   },
   {
      "uuid":"d6af8629-69e7-495f-9ca3-a30923afd68b",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΚΗΠΟΔΗΜΙΟΥΡΓΙΕΣ ΚΟΙΝΣΕΠ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΚΗΠΟΔΗΜΙΟΥΡΓΙΕΣ ΚΟΙΝΣΕΠ"
   },
   {
      "uuid":"d702a8bf-26b1-4686-b291-9125f8af1575",
      "displayName":"[ΣΧΣ ΑΤΕΕ] Γ. ΧΡΙΣΤΟΔΟΥΛΟΥ-Β. ΤΖΑΝΙΔΑΚΗ ΟΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"Γ. ΧΡΙΣΤΟΔΟΥΛΟΥ-Β. ΤΖΑΝΙΔΑΚΗ ΟΕ"
   },
   {
      "uuid":"d98aae8c-a136-4eec-ae74-5b7d9feb1a2c",
      "displayName":"[Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ] ΝΤΟΥΜΑΝΑΣ ΓΕΩΡΓΙΟΣ & ΥΙΟΙ ΟΕ [ΝΗΣΙΑ]",
      "name":"ΝΤΟΥΜΑΝΑΣ ΓΕΩΡΓΙΟΣ & ΥΙΟΙ ΟΕ"
   },
   {
      "uuid":"d9c12e82-c35f-4b51-b5e9-3a74394cc1f4",
      "displayName":"ΠΥΛΩΝΑΣ ΑΤΕ [ΔΕΔΔΗΕ]",
      "name":"ΠΥΛΩΝΑΣ ΑΤΕ"
   },
   {
      "uuid":"da3ad7a8-610c-4093-ad06-16bb7ccc13b5",
      "displayName":"[Australia Team] Management Team [Forwood Training]",
      "name":"Management Team"
   },
   {
      "uuid":"db975e1c-87a5-449a-8ca3-4715fbec98eb",
      "displayName":"[ΕΝΩΣΗ ΕΡΓΟΤΕΜ ΑΤΕΒΕ - EUROPA ΕΒΙΕΚ ΑΤΕ] EUROPA ΕΒΙΕΚ ΑΤΕ [ΝΗΣΙΑ]",
      "name":"EUROPA ΕΒΙΕΚ ΑΤΕ"
   },
   {
      "uuid":"dbd7c146-0a4a-4865-b982-d9fe77b10c64",
      "displayName":"[ΤΕΡΝΑ ΑΕ] ΕΒΙΝΤΑ ΑΕ [ΝΗΣΙΑ]",
      "name":"ΕΒΙΝΤΑ ΑΕ"
   },
   {
      "uuid":"df665669-6d62-4346-b712-f6f121218e5c",
      "displayName":"[ΤΡΟΠΗ ΑΕ] Κ&Μ ΤΕΧΝΙΚΗ-ΚΑΤΑΣΚΕΥΑΣΤΙΚΗ-ΣΥΜΒΟΥΛΕΥΤΙΚΗ-ΕΜΠΟΡΙΚΗ ΙΚΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"Κ&Μ ΤΕΧΝΙΚΗ-ΚΑΤΑΣΚΕΥΑΣΤΙΚΗ-ΣΥΜΒΟΥΛΕΥΤΙΚΗ-ΕΜΠΟΡΙΚΗ ΙΚΕ"
   },
   {
      "uuid":"df911dce-2022-4c81-ba12-24359512c1d3",
      "displayName":"[ΒΙΕΡ ΑΤΕ] ΒΙΕΡ ΑΤΕ [ΚΟΖΑΝΗ]",
      "name":"ΒΙΕΡ ΑΤΕ"
   },
   {
      "uuid":"dfd50a54-8a4f-41ec-a796-ac2b18be0e35",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ] ΓΕΩΦΩΣ ΑΤΕΒΕ [ΦΙΛΟΘΕΗ - ΚΗΦΙΣΙΑ]",
      "name":"ΓΕΩΦΩΣ ΑΤΕΒΕ"
   },
   {
      "uuid":"e04ea8e5-e462-404f-8d66-4977906b2d90",
      "displayName":"[Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ] ΙΩΑΝΝΗΣ ΕΜ. ΜΑΜΑΝΤΑΚΗΣ [ΝΗΣΙΑ]",
      "name":"ΙΩΑΝΝΗΣ ΕΜ. ΜΑΜΑΝΤΑΚΗΣ"
   },
   {
      "uuid":"e0a9f1d2-acf3-455b-baa2-ffd52c02e4c7",
      "displayName":"[ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ] ΓΑΝΤΖΟΥΛΑΣ ΟΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΓΑΝΤΖΟΥΛΑΣ ΟΕ"
   },
   {
      "uuid":"e18e75f4-aca8-452c-b302-a6e83d8d80c6",
      "displayName":"[Χ.Π. ΑΚΤΙΝΑ ΕΝΕΡΓΕΙΑΚΗ ΜΟΝ. ΙΚΕ] ΚΟΝΤΟΓΕΩΡΓΟΠΟΥΛΟΣ ΙΩΑΝΝΗΣ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΚΟΝΤΟΓΕΩΡΓΟΠΟΥΛΟΣ ΙΩΑΝΝΗΣ"
   },
   {
      "uuid":"e211bd52-a086-4d21-9ba4-66b9b892e90c",
      "displayName":"[ΤΕΡΝΑ ΑΕ] ΕΒΙΝΤΑ ΑΕ [ΝΗΣΙΑ]",
      "name":"ΕΒΙΝΤΑ ΑΕ"
   },
   {
      "uuid":"e254d2c0-d53e-4983-960a-524d2ebef4d8",
      "displayName":"[Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ] ΚΑΡΑΚΑΤΣΑΝΗΣ ΙΩΑΝΝΗΣ [ΝΗΣΙΑ]",
      "name":"ΚΑΡΑΚΑΤΣΑΝΗΣ ΙΩΑΝΝΗΣ"
   },
   {
      "uuid":"e317835c-fe8f-4747-9fa9-a857df03e6cc",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ] XHANI ILIA [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"XHANI ILIA"
   },
   {
      "uuid":"e3795cdb-6469-40c4-a105-97c369d99a1f",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΖΗΣΗΣ Δ&Φ ΟΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΖΗΣΗΣ Δ&Φ ΟΕ"
   },
   {
      "uuid":"e3d71b55-e670-48fe-bea7-cb0011a9e159",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΙΝΤΡΑΚΑΤ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΙΝΤΡΑΚΑΤ"
   },
   {
      "uuid":"e3fbb9d6-46b8-4e73-b7a7-134d55ac6bcb",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΚΑΛΗΣ ΜΙΧΑΗΛ [ΚΑΛΛΙΘΕΑ]",
      "name":"ΚΑΛΗΣ ΜΙΧΑΗΛ"
   },
   {
      "uuid":"e4387af2-b97c-4fcc-a93a-791f2ef22fc4",
      "displayName":"[Κ/Ξ ΠΥΛΩΝΑΣ ΑΤΕ - BALCAN ELECTRIC] Κ/Ξ ΠΥΛΩΝΑΣ ΑΤΕ - BALCAN ELECTRIC [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"Κ/Ξ ΠΥΛΩΝΑΣ ΑΤΕ - BALCAN ELECTRIC"
   },
   {
      "uuid":"e43896b0-bb85-4a6d-931f-e295bc79b858",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ] ΕΡΤΕΚΑ AE [ΦΙΛΟΘΕΗ - ΚΗΦΙΣΙΑ]",
      "name":"ΕΡΤΕΚΑ AE"
   },
   {
      "uuid":"e4f4c87d-566b-4cb6-ada0-acf964159783",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΛΑΔΟΠΟΥΛΟΣ ΙΩΑΝΝΗΣ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΛΑΔΟΠΟΥΛΟΣ ΙΩΑΝΝΗΣ"
   },
   {
      "uuid":"e50b9d1f-7e94-492f-b755-939dfe706afe",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΔΡΑΚΙΟΥ ΕΥΑΓΓΕΛΟΣ [ΝΗΣΙΑ]",
      "name":"ΔΡΑΚΙΟΥ ΕΥΑΓΓΕΛΟΣ"
   },
   {
      "uuid":"e54ba329-d1c2-49a1-91e0-93a02e106069",
      "displayName":"[ΠΥΛΩΝΑΣ ΑΤΕ] ΠΥΛΩΝΑΣ ΑΤΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΠΥΛΩΝΑΣ ΑΤΕ"
   },
   {
      "uuid":"e558b193-c335-4729-8275-ee383687d07e",
      "displayName":"[ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ] ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ [ΜΕΣΟΓΕΙΑ]",
      "name":"ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ"
   },
   {
      "uuid":"e5a1bc7e-5ec8-4e24-bc3a-e72a763ef21b",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΑΘΑΝΑΣΟΠΟΥΛΟΣ ΠΑΝΑΓΙΩΤΗΣ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΑΘΑΝΑΣΟΠΟΥΛΟΣ ΠΑΝΑΓΙΩΤΗΣ"
   },
   {
      "uuid":"e5a5d43d-ac4e-492b-b091-85db2a2b8f30",
      "displayName":"ΕΝΤΕΛΕΧΕΙΑ [ΔΕΔΔΗΕ]",
      "name":"ΕΝΤΕΛΕΧΕΙΑ"
   },
   {
      "uuid":"e6b1fb12-d5ef-4e49-ab6a-f611c77ed58b",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΤΡΟΠΗ ΑΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΤΡΟΠΗ ΑΕ"
   },
   {
      "uuid":"e6d97b65-16ad-4965-b3b5-a1da3de041f1",
      "displayName":"ΤΕΣ ΑΕ [ΔΕΔΔΗΕ]",
      "name":"ΤΕΣ ΑΕ"
   },
   {
      "uuid":"e79a3888-f453-4c78-bf2c-7a172378f71c",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ"
   },
   {
      "uuid":"e7c88056-5346-436d-bdd0-a31ef35a3608",
      "displayName":"[Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ] ΥΙΟΙ ΑΝΑΣΤΑΣΙΟΥ ΤΖΙΚΑ [ΝΗΣΙΑ]",
      "name":"ΥΙΟΙ ΑΝΑΣΤΑΣΙΟΥ ΤΖΙΚΑ"
   },
   {
      "uuid":"e80cce14-9afe-4b27-b311-d8dec0d4f20c",
      "displayName":"[ΙΝΤΡΑΚΑΤ] X-CONTRUCTIONS ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"X-CONTRUCTIONS ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ"
   },
   {
      "uuid":"e82670f8-a68a-4930-a45e-c06ec471642e",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΙΝΤΡΑΚΑΤ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΙΝΤΡΑΚΑΤ"
   },
   {
      "uuid":"e8d48e48-9952-496e-b522-a9e041ee726e",
      "displayName":"[ΠΥΡΑΜΙΣ] Ι. ΜΠΑΡΜΠΟΥΝΗΣ ΕΕ [ΑΘΗΝΑ]",
      "name":"Ι. ΜΠΑΡΜΠΟΥΝΗΣ ΕΕ"
   },
   {
      "uuid":"eaa83a5a-2215-4d33-96aa-a4462818d1f2",
      "displayName":"[ΤΕΡΝΑ ΑΕ] ΦΟΥΝΤΑ ΜΙΧΑΗΛ [ΝΗΣΙΑ]",
      "name":"ΦΟΥΝΤΑ ΜΙΧΑΗΛ"
   },
   {
      "uuid":"eb3dcc1b-41b4-4e6c-be57-a1eaf9fe1120",
      "displayName":"[Κ/Ξ ΕΛΥΡΟΣ ΑΕ - ΜΑΛΛΙΟΝΤΑ] ΜΠΑΛΑΣΑΚΗΣ ΑΘΑΝΑΣΙΟΣ ΕΜΜΑΝΟΥΗΛ [ΝΗΣΙΑ]",
      "name":"ΜΠΑΛΑΣΑΚΗΣ ΑΘΑΝΑΣΙΟΣ ΕΜΜΑΝΟΥΗΛ"
   },
   {
      "uuid":"ee45ef4d-14af-42dd-8e19-98bfc08efa46",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΑΓΕΚΑ ΙΚΕ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΑΓΕΚΑ ΙΚΕ"
   },
   {
      "uuid":"ee8b09cd-6061-41b6-bd07-f9bf6d8ef134",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΜΗΧΑΝΟΔΟΜΙΚΗ ΑΤΕ- ΕΛΕΚΤΡΟΜΕΚ ΑΕ] HMtech EE [ΜΕΣΟΓΕΙΑ]",
      "name":"HMtech EE"
   },
   {
      "uuid":"ef24ff14-1f76-4c20-959a-af134b7165a1",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΠΕΤΡΟΠΟΥΛΟΣ ΝΙΚ. ΑΝΔΡΕΑΣ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΠΕΤΡΟΠΟΥΛΟΣ ΝΙΚ. ΑΝΔΡΕΑΣ"
   },
   {
      "uuid":"f0278d18-a8bf-4231-931a-4057c8f78744",
      "displayName":"[BLOCKED OLD] BLOCKED OLD 4 [ΦΙΛΟΘΕΗ - ΚΗΦΙΣΙΑ]",
      "name":"BLOCKED OLD 4"
   },
   {
      "uuid":"f0f26b25-4c78-4c38-a37b-6a3746d889b8",
      "displayName":"[ΕΝΩΣΗ ΕΡΓΟΤΕΜ ΑΤΕΒΕ - EUROPA ΕΒΙΕΚ ΑΤΕ] ΑΔΑΜΟΠΟΥΛΟΣ ΔΗΜΗΤΡΙΟΣ & ΣΙΑ [ΝΗΣΙΑ]",
      "name":"ΑΔΑΜΟΠΟΥΛΟΣ ΔΗΜΗΤΡΙΟΣ & ΣΙΑ"
   },
   {
      "uuid":"f102cf3c-d344-4212-9eff-982810ab5dc2",
      "displayName":"[ΜΥΤΙΛΗΝΑΙΟΣ ΑΕ] ΤΡΟΠΗ ΑΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΤΡΟΠΗ ΑΕ"
   },
   {
      "uuid":"f140f40c-7b50-4b9b-bb52-835e190c2837",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ] ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ [ΠΥΡΓΟΣ]",
      "name":"ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ"
   },
   {
      "uuid":"f1d28619-4a7d-447b-931b-2dab604dc608",
      "displayName":"[ΤΕΡΝΑ ΑΕ] NIKOLLI BUJAR [ΝΗΣΙΑ]",
      "name":"NIKOLLI BUJAR"
   },
   {
      "uuid":"f3737000-b634-4e5d-8408-7c4757f45ca9",
      "displayName":"[ΕΝΩΣΗ ΟΙΚΟΝΟΜΙΚΩΝ ΦΟΡΕΩΝ ΕΚΤΕΡ ΑΕ- ΕΡΤΕΚΑ ΑΕ] Χ.Π. ΑΚΤΙΝΑ ΜΟΝ. ΙΚΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"Χ.Π. ΑΚΤΙΝΑ ΜΟΝ. ΙΚΕ"
   },
   {
      "uuid":"f385d135-3ca6-4d55-8a1f-81f43885c22d",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΕΝΤΕΛΕΧΕΙΑ ΙΚΕ"
   },
   {
      "uuid":"f3e1a82e-293b-406d-8db9-21084d9f01b8",
      "displayName":"ABC [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ABC"
   },
   {
      "uuid":"f3f68c95-1f0d-4490-bdcc-5c158fe8eda0",
      "displayName":"Testing Contractor Company [Κεντρικά ΒΟΚ]",
      "name":"Testing Contractor Company"
   },
   {
      "uuid":"f4adb956-3f4f-4131-b9e8-4c6101691079",
      "displayName":"Jess Test [ΔΕΔΔΗΕ]",
      "name":"Jess Test"
   },
   {
      "uuid":"f4e6193c-ee16-427d-986c-878f2f93921b",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΣΧΣ ΑΤΕΕ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΣΧΣ ΑΤΕΕ"
   },
   {
      "uuid":"f563fa47-ef6d-489d-b32e-0fda4709214f",
      "displayName":"[BLOCKED OLD] BLOCKED OLD 5 [ΔΠΑ/ΤΚΣΔ]",
      "name":"BLOCKED OLD 5"
   },
   {
      "uuid":"f753ed07-f8c9-42fe-b734-6fdd797bae1d",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΜΥΛΩΝΑΣ Δ. ΣΠΥΡΙΔΩΝΑΣ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΜΥΛΩΝΑΣ Δ. ΣΠΥΡΙΔΩΝΑΣ"
   },
   {
      "uuid":"f7a49235-abfb-4c5a-9877-472fcfcfac70",
      "displayName":"[BALCAN ELECTRIC AE] ProTeCon IKE [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ProTeCon IKE"
   },
   {
      "uuid":"f838fb4a-7543-4e50-b007-c601f4d41c84",
      "displayName":"[BALCAN ELECTRIC AE] 1ΟΣ ΕΔΣΕ ΠΡΟΜΑΧΩΝ [ΚΟΖΑΝΗ]",
      "name":"1ΟΣ ΕΔΣΕ ΠΡΟΜΑΧΩΝ"
   },
   {
      "uuid":"f91fc812-15e6-4a05-9926-933a288d80a2",
      "displayName":"[ΤΕΣ ΑΕ] ΚΟΥΡΤΙΔΗΣ Χ.-ΠΑΠΑΛΙΑΣ Χ. Ο.Ε. [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΚΟΥΡΤΙΔΗΣ Χ.-ΠΑΠΑΛΙΑΣ Χ. Ο.Ε."
   },
   {
      "uuid":"f95c459f-6139-4fff-83ec-a1c7647c3e9a",
      "displayName":"[ΙΝΤΡΑΚΑΤ] ΜΑΡΙΑ ΒΟΥΡΑΚΗ ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΜΑΡΙΑ ΒΟΥΡΑΚΗ ΜΟΝΟΠΡΟΣΩΠΗ ΙΚΕ"
   },
   {
      "uuid":"f9bceaf3-7ede-4826-aed6-1de7a5030773",
      "displayName":"[ΓΑΚ ΑΕ] ΗΛΙΑΣ Κ. ΤΖΩΡΤΖΗΣ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΗΛΙΑΣ Κ. ΤΖΩΡΤΖΗΣ"
   },
   {
      "uuid":"fa5fc0f2-1a60-457c-aa0e-efa266ac467d",
      "displayName":"[ΕΝΩΣΗ ΕΡΓΟΤΕΜ ΑΤΕΒΕ - EUROPA ΕΒΙΕΚ ΑΤΕ] ΕΝΩΣΗ ΕΡΓΟΤΕΜ ΑΤΕΒΕ - EUROPA ΕΒΙΕΚ ΑΤΕ [ATTIKH]",
      "name":"ΕΝΩΣΗ ΕΡΓΟΤΕΜ ΑΤΕΒΕ - EUROPA ΕΒΙΕΚ ΑΤΕ"
   },
   {
      "uuid":"faa40bd6-a79e-49ec-8446-ca42bdbb7253",
      "displayName":"BLOCKED OLD [ΚΑΛΛΙΘΕΑ]",
      "name":"BLOCKED OLD"
   },
   {
      "uuid":"faa7c31f-1b33-4b4b-ae75-fd591c20be4a",
      "displayName":"[ΠΥΛΩΝΑΣ ΑΤΕ] ΠΑΠΑΔΟΠΟΥΛΟΣ ΑΘΑΝΑΣΙΟΣ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΠΑΠΑΔΟΠΟΥΛΟΣ ΑΘΑΝΑΣΙΟΣ"
   },
   {
      "uuid":"faae44a4-bf76-40bf-8c3f-66bffbbbaffb",
      "displayName":"BLOCKED OLD [ΦΙΛΟΘΕΗ - ΚΗΦΙΣΙΑ]",
      "name":"BLOCKED OLD"
   },
   {
      "uuid":"fc52a3ea-6794-4a5a-9ede-f664a8a51b28",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΚΩΤΣΑΚΟΥ ΤΑΣΙΑ [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΚΩΤΣΑΚΟΥ ΤΑΣΙΑ"
   },
   {
      "uuid":"fcb648d4-a63f-44f6-ba75-f2b16eba52eb",
      "displayName":"[ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ] ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ [ΠΕΙΡΑΙΑΣ]",
      "name":"ΕΤΑΙΡΕΙΑ ΟΠΤΙΚΩΝ ΙΝΩΝ"
   },
   {
      "uuid":"fcf98df7-25e7-4c58-b3e7-f54deb17be6f",
      "displayName":"[ΤΡΟΠΗ ΑΕ] ΤΣΟΥΠΡΟΣ ΔΑΥΙΔ - ΧΑΡΙΛΑΟΣ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]",
      "name":"ΤΣΟΥΠΡΟΣ ΔΑΥΙΔ - ΧΑΡΙΛΑΟΣ"
   },
   {
      "uuid":"fd10fc54-1bce-46ac-bbd1-fa96bbfcb923",
      "displayName":"[ΓΑΚ ΑΕ] ΜΑΝΙΑΤΗΣ ΔΗΜΗΤΡΗΣ & ΣΙΑ ΟΕ ELECTRIC WORKS [ΠΕΛΟΠΟΝΝΗΣΟΣ - ΗΠΕΙΡΟΣ]",
      "name":"ΜΑΝΙΑΤΗΣ ΔΗΜΗΤΡΗΣ & ΣΙΑ ΟΕ ELECTRIC WORKS"
   },
   {
      "uuid":"fde2a4f9-f043-4da8-ac23-707c275236f5",
      "displayName":"[EUROPA ΕΒΙΕΚ ΑΤΕ] ΑΔΑΜΟΠΟΥΛΟΣ ΠΑΡΑΣΚΕΥΑΣ & ΣΙΑ ΕΕ [ΝΗΣΙΑ]",
      "name":"ΑΔΑΜΟΠΟΥΛΟΣ ΠΑΡΑΣΚΕΥΑΣ & ΣΙΑ ΕΕ"
   },
   {
      "uuid":"fe22e07a-aaf3-474d-959f-f8f0b1926460",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΛΑΔΟΠΟΥΛΟΣ ΧΑΡΑΛΑΜΠΟΣ [ΜΑΚΕΔΟΝΙΑ - ΘΡΑΚΗ]",
      "name":"ΛΑΔΟΠΟΥΛΟΣ ΧΑΡΑΛΑΜΠΟΣ"
   },
   {
      "uuid":"fee5ed68-1a18-4346-a612-c5027fda4828",
      "displayName":"[ΣΧΣ ΑΤΕΕ] ΤΕΝΕΝΤΕΣ ΚΛΑΔΕΜΑΤΑ [ΕΛΕΥΣΙΝΑ]",
      "name":"ΤΕΝΕΝΤΕΣ ΚΛΑΔΕΜΑΤΑ"
   }
]





print(find_contractor_company_by_name("[ΙΝΤΡΑΚΑΤ] ΙΝΤΡΑΚΑΤ [ΚΕΝΤΡΙΚΗ ΕΛΛΑΔΑ]", data))